Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-opac-ccsr.po
Languages: ta

source: %s (related searches: %s%s%s). %s
ta: %s (தொடர்புடைய தேடல்கள்: %s%s%s). %s

source: %s No public lists %s %s
ta: %s பொது பட்டியல்கள் இல்லை %s %s

source: %s No results found for that in %s catalog.
ta: %s க்கு %s பட்டியலில் உள்ள எதுவும் பொருந்தவில்லை.

source: %s You did not specify any search criteria. %s
ta: %s நீங்கள் தேடலுக்கு எந்த நிபந்தனைகளும் குறிப்பிடவில்லை. %s

source: %sLog Out
ta: %s வெளியேறு

source: Add to your cart
ta: உங்கள் கூடையில் சேர்

source: Advanced search
ta: மேம்பட்ட தேடல்

source: All Libraries
ta: எல்லா நூலகங்களும்

source: All libraries
ta: எல்லா நூலகங்களும்

source: Are you sure you want to empty your cart?
ta: உங்கள் கூடையை காலி செய்வதில் உறுதியாக இருக்கிறீர்களா?

source: Are you sure you want to remove the selected items?
ta: குறிப்பிட்டவற்றை அழிப்பதில் உறுதியாக இருக்கிறீர்களா?

source: Author
ta: நூலாசிரியர்

source: Authority search
ta: அதிகாரத் தேடல்

source: Browse by hierarchy
ta: அடுக்கதிகாரப்படி உலாவு

source: Call number
ta: அழைப்பு எண்

source: Cart
ta: கூடை

source: Could not login, perhaps your Persona email does not match your Koha one
ta: உள்நுளைய முடியவில்லை, உங்களின் பெர்ஸோனா மின்னஞ்சல் கோஹாவில் உள்ளவற்றுடன் பொருந்தவில்லை

source: Course reserves
ta: பாடத் தேக்கம்

source: Error! Illegal parameter
ta: பிழை! தவறான குறியீடு

source: Error! The add_tag operation failed on
ta: பிழை! குறியிடுதல் தோல்வியடைந்தது

source: Error! You cannot delete the tag
ta: பிழை! உங்களால் குறியை அழிக்க முடியாது

source: Error! Your tag was entirely markup code. It was NOT added. Please try again with plain text.
ta: பிழை! உங்கள் குறி முழுவதும் குறியீடுகளாக உள்ளது. அது சேர்க்கப்படவில்லை. எளியஉரையாக மீண்டும் முயற்சிக்கவும்.

source: Errors:
ta: பிழைகள்:

source: Go
ta: செல்

source: Groups
ta: குழுக்கள்

source: Home
ta: இல்லம்

source: In your cart
ta: உங்கள் கூடையில்

source: Items in your cart:
ta: உங்கள் கூடையில் உள்ளவை:

source: Koha Online Catalog
ta: கோஹா இணையப் பட்டியல்

source: Koha [% Version %]
ta: கோஹா [% Version %]

source: Languages:&nbsp;
ta: மொழிகள்:&nbsp;

source: Libraries
ta: நூலகங்கள்

source: Library Catalog
ta: நூலகப் பட்டியல்

source: Library catalog
ta: நூலகப் பட்டியல்

source: Lists
ta: பட்டியல்கள்

source: Log in to create your own lists
ta: உங்கள் பொது பட்டியல்களை உருவாக்க உள்நுளையவும்

source: Log in to your account
ta: உங்கள் கணக்கிற்குள் உள்நுளையவும்

source: Most popular
ta: மிக பிரபலமான

source: No cover image available
ta: அட்டை படம் இல்லை

source: No item was added to your cart
ta: உங்கள் கூடையில் எதுவும் சேர்க்கப்படவில்லை

source: No item was selected
ta: எதுவும் தேர்வு செய்யப்படவில்லை

source: No private lists
ta: தனிப்பட்ட பட்டியல்கள் இல்லை

source: No results found!
ta: எந்த முடிவுகளும் இல்லை!

source: No tag was specified.
ta: எந்த குறிகளும் குறிப்பிடப்படவில்லை

source: Note: you can only delete your own tags.
ta: குறிப்பு: உங்களால் உங்கள் குறிகளை மட்டுமே அழிக்கமுடியும்.

source: Note: you can only tag an item with a given term once. Check 'My Tags' to see your current tags.
ta: குறிப்பு: உங்களால் ஒரு உருப்படியை குறிப்பிட்ட குறியால் ஒரு முறை மட்டுமே குறியீடமுடியும். உங்கள் தற்போதைய குறிகளை பார்க்க "என் குறிகள்" பார்க்கவும்.

source: Note: your tag contained markup code that was removed. The tag was added as
ta: குறிப்பு: குறியீடுகளை கொண்ட உங்கள் குறி நீக்கப்பட்டது. உங்கள் குறி பின்வருமாறு சேர்க்கப்பட்டுள்ளது

source: Powered by
ta: சக்தியூட்டுவது

source: Public lists
ta: பொது பட்டியல்கள்

source: Purchase suggestions
ta: வாங்கும் சிபாரிசுகள்

source: Recent comments
ta: அண்மை கருத்துக்கள்

source: Search
ta: தேடு

source: Search %s %s (in %s only)%s %s
ta: தேடு %s %s (%s இல் மட்டும்)%s %s

source: Search history
ta: தேடல் வரலாறு

source: Series
ta: வரிசை

source: Sorry, tags are not enabled on this system.
ta: மன்னிக்கவும், இதில் குறிகள் செயலாக்கப்படவில்லை.

source: Subject
ta: பொருள்

source: Subject cloud
ta: பொருள் மேகம்

source: Subscribe to this search
ta: இந்த தேடலை சந்தாப்படுத்தவும்

source: Tag cloud
ta: குறி மேகம்

source: Tags added:
ta: சேர்க்கப்பட்ட குறிகள்:

source: This item has been added to your cart
ta: இந்த உருப்படி உங்கள் கூடையில் சேர்க்கப்பட்டது

source: This item has been removed from your cart
ta: இந்த உருப்படி உங்கள் கூடையிலிருந்து நீக்கப்பட்டது

source: This item is already in your cart
ta: இந்த உருப்படி ஏற்கனவே உங்கள் கூடையில் உள்ளது

source: Title
ta: தலைப்பு

source: Unable to add one or more tags.
ta: ஒன்று அல்லது அதற்கும் மேற்பட்ட குறிகளை சேர்க்கமுடியவில்லை.

source: View your search history
ta: உங்கள் தேடல் வரலாற்றை பார்க்கவும்

source: Welcome,
ta: வருக,

source: You must be logged in to add tags.
ta: குறிகளை சேர்க்க நீங்கள் உள்நுளைந்து இருக்கவேண்டும்.

source: Your cart is currently empty
ta: உங்கள் கூடை தற்போது காலியாக உள்ளது

source: Your cart is empty.
ta: உங்கள் கூடை காலியாக உள்ளது.

source: Your lists
ta: உங்கள் பட்டியல்கள்

source: Your search returned %s results.
ta: உங்கள் தேடல் %s முடியை பெற்றுத் தந்துள்ளது.

source: [% LibraryName %] Online Catalog
ta: [% LibraryName %] இணைய பட்டியல்

source: [%%# Sticking the div for the top bar here; since the top bar is positioned absolutely in this theme, it it makes the positioning of the rest of the elements easier to keep it out of the doc3 div. %%] %s
ta: [%%# மேல்பட்டைக்கான div இங்கு ஒட்டப்படும்; ஏனேன்றால் இந்த வார்ப்புரு மேல்பட்டை பழைய முறையில் உள்ளது, இது மற்றவற்றை doc3 divக்கு எழிதாக வெளியே வைக்கிறது. %%] %s

source: [New list]
ta: [புதுப்பட்டியல்]

source: [View All]
ta: [எல்லாவற்றையும் பார்க்கவும்]

source: [View all]
ta: [எல்லாவற்றையும் பார்க்கவும்]

source: already in your cart
ta: உங்கள் கூடையில் ஏற்கனவே உள்ளது

source: change my password
ta: என் கடவுச்சொல்லை மாற்று

source: item(s) added to your cart
ta: உருப்படி(கள்) கூடையில் சேர்க்கப்பட்டன

source: my fines
ta: என் அபராதங்கள்

source: my lists
ta: என் பட்டியல்கள்

source: my messaging
ta: என் செய்திகள்

source: my personal details
ta: என் சுயத்தகவல்கள்

source: my privacy
ta: என் தனியுரிமை

source: my purchase suggestions
ta: எனக்கான வாங்கும் சிபாரிசுகள்

source: my reading history
ta: என் வாசிப்பு வரலாறு

source: my search history
ta: என் தேடல் வரலாறு

source: my summary
ta: என் சுருக்கம்

source: my tags
ta: என் குறிகள்
