Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: opac.pref#OpacNav# Show the following HTML on the left hand column of the main page and patron account on the OPAC (generally navigation links):
ar: عرض HTML التالية على العمود الأيسر من الصفحة الرئيسية وحساب المستفيد على واجهة المستفيد OPAC (عموما تصفح الروابط):
fi_fi: Näytä asiakasliittymän pääsivun ja asiakastilin vasemmassa palkissa seuraava HTML-koodi (yleensä linkkejä ulos tietokannasta):

source: opac.pref#OpacNavBottom# Show the following HTML on the left hand column of the main page and patron account on the OPAC, after OpacNav, and before patron account links if available:
ar: عرض HTML التالية على العمود الأيسر من الصفحة الرئيسية وحساب المستفيد على واجهة المستفيد OPAC، بعد OpacNav، وقبل روابط حساب المستفيد إذا كانت متوفرة:
fi_fi: Näytä asiakasliittymän pääsivun ja asiakastilin vasemman palkin navigointilinkkien jälkeen ja ennen mahdollisia asiakastilin linkkejä seuraava HTML-koodi:

source: opac.pref#OpacNavRight# Show the following HTML in the right hand column of the main page under the main login form:
ar: عرض HTML التالي على العمود الأيسر من الصفحة الرئيسية أسفل نموذج تسجيل الدخول الرئيسي:

source: opac.pref#OpacPasswordChange# Allow
ar: اسمح
fi_fi: Salli

source: opac.pref#OpacPasswordChange# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#OpacPasswordChange# patrons to change their own password on the OPAC. Note that this must be off to use LDAP authentication.
ar: للمستفيدين بتغيير كلمة المرور الخاصة بهم في واجهة المستفيد OPAC.لاحظ أنه يجب إيقافه لاستخدام تأكيد تخويل الدخول LDAP .
fi_fi: käyttäjien muuttaa salasanaansa asiakasliittymän kautta. HUOMAA: tämän valinnan täytyy olla pois päältä jos käytetään LDAP-tunnistautumista.

source: opac.pref#OpacPublic# Disable
ar: عطل
fi_fi: Kytke pois päältä

source: opac.pref#OpacPublic# Enable
ar: مكن
fi_fi: Kytke päälle

source: opac.pref#OpacPublic# Koha OPAC as public. Private OPAC requires authentification before accessing the OPAC.
ar: عمومية أوباك كوها. الأوباك الخاص يتطلب تسجيل الدخول قبل الوصول إلى أوباك.
fi_fi: julkinen Koha-asiakaskäyttöliittymä (public). TIetokannan rajoittaminen vain yksityiskäyttöön vaatii kaikilta käyttäjiltä kirjautumisen.

source: opac.pref#OpacRenewalAllowed# Allow
ar: اسمح
fi_fi: Salli

source: opac.pref#OpacRenewalAllowed# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#OpacRenewalAllowed# patrons to renew their own books on the OPAC.
ar: للمستفيدين بتجديد الكتب الخاصة بهم في واجهة المستفيدOPAC.
fi_fi: käyttäjien uusia lainojaan asiakasliittymän kautta.

source: opac.pref#OpacRenewalBranch# 'OPACRenew'
ar: 'التجديد من الأوباك'
fi_fi: 'OPAC-lainanuusinta'

source: opac.pref#OpacRenewalBranch# NULL
ar: ملغي
fi_fi: NULL

source: opac.pref#OpacRenewalBranch# Use
ar: استخدام
fi_fi: Käytä

source: opac.pref#OpacRenewalBranch# as branchcode to store in the statistics table.
ar: كما branchcode للتخزين في جدول الإحصاءات.
fi_fi: nettiuusinnan toimipistekoodina tilastoinnissa.

source: opac.pref#OpacRenewalBranch# the item's home library
ar: مواد المكتبة الرئيسية
fi_fi: niteen omistavaa kirjastoa

source: opac.pref#OpacRenewalBranch# the library the item was checked out from
ar: المكتبة المادة تمت إعارتها من طرف
fi_fi: niteen lainannutta kirjastoa

source: opac.pref#OpacRenewalBranch# the patron's home library
ar: المكتبة الرئيسة للمستفيدين
fi_fi: asiakkaan kotikirjastoa

source: opac.pref#OpacShowFiltersPulldownMobile# Don't show
ar: لا تعرض

source: opac.pref#OpacShowFiltersPulldownMobile# Show
ar: اعرض

source: opac.pref#OpacShowFiltersPulldownMobile# the search filters pulldown on the mobile version of the OPAC.
ar: القائمة المنسدلة لتنقية نتائج البحث في إصدارة الهاتف الجوال من أوباك.

source: opac.pref#OpacShowLibrariesPulldownMobile# Don't show
ar: لا تعرض

source: opac.pref#OpacShowLibrariesPulldownMobile# Show
ar: اعرض

source: opac.pref#OpacShowLibrariesPulldownMobile# the libraries pulldown on the mobile version of the OPAC.
ar: القائمة المنسدلة للمكتبات على ﻹصدارة الأجهزة المحمولة من الأوباك.

source: opac.pref#OpacShowRecentComments# Don't show
ar: عدم إظهار
fi_fi: Älä näytä linkkiä

source: opac.pref#OpacShowRecentComments# Show
ar: إظهار
fi_fi: Näytä linkki

source: opac.pref#OpacShowRecentComments# a link to recent comments in the OPAC masthead.
ar: رابط إلى التعليقات التي صدرت مؤخرا في ترويسة واجهة المستفيد OPAC.
fi_fi: viime kommentteihin asiakasliittymän masthead-osiossa.

source: opac.pref#OpacStarRatings# Show star-ratings on
ar: إظهار النجوم- في تقييمات
fi_fi: Näytä tähdet (tassutukset):

source: opac.pref#OpacStarRatings# no
ar: ﻻ
fi_fi: Ei missään

source: opac.pref#OpacStarRatings# only details
ar: فقط التفاصيل
fi_fi: Vain Tarkat tiedot -näkymässä

source: opac.pref#OpacStarRatings# pages.
ar: صفحات

source: opac.pref#OpacStarRatings# results and details
ar: نتائج وتفاصيل
fi_fi: Hakutuloksissa ja Tarkat tiedot -näkymässä

source: opac.pref#OpacTopissue# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OpacTopissue# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#OpacTopissue# patrons to access a list of the most checked out items on the OPAC. Note that this is somewhat experimental, and should be avoided if your collection has a large number of items.
ar: للمستفيدين بالوصول إلى قائمة أكثر المواد إعارة في واجهة المستفيدOPAC. لاحظ أن هذا لايزال إلى حد ما تجريبيا, ويجب تجنبه إذا كانت مجموعاتك تحتوي على عدد كبير من المواد.
fi_fi: käyttäjien ladata asiakaliittymäkäytössä halutuimpien listaa. Tämä toiminnallisuus on kokeiluasteella ja sitä ei kannata käyttää, jos tietokanta on hyvin laaja.

source: opac.pref#QuoteOfTheDay# Disable
ar: عطل

source: opac.pref#QuoteOfTheDay# Enable
ar: مكِّن

source: opac.pref#QuoteOfTheDay# Quote of the Day display on OPAC home page
ar: عرض اقتباس اليوم على صفحة أوباك الرئيسية

source: opac.pref#RequestOnOpac# Allow
ar: اسمح
fi_fi: Salli

source: opac.pref#RequestOnOpac# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#RequestOnOpac# patrons to place holds on items from the OPAC.
ar: للمستفيدين بوضع حجوزات على المواد من واجهة المستفيد OPAC.
fi_fi: käyttäjien tehdä varauksia asiakasliittymän kautta.

source: opac.pref#SearchMyLibraryFirst# Don't limit
ar: لا تحدد
fi_fi: Älä rajoita

source: opac.pref#SearchMyLibraryFirst# Limit
ar: حدد
fi_fi: Rajoita

source: opac.pref#SearchMyLibraryFirst# patrons' searches to the library they are registered at.
ar: عمليات بحث المستفيدين إلى المكتبة التي سجلوا بها.
fi_fi: käyttäjien hakutulokset kohdistuviksi ainoastaan heidän kotikirjastonsa aineistoon.

source: opac.pref#ShelfBrowserUsesCcode# Don't use
ar: لا تستخدم
fi_fi: Älä käytä

source: opac.pref#ShelfBrowserUsesCcode# Use
ar: استخدم
fi_fi: Käytä

source: opac.pref#ShelfBrowserUsesCcode# the item collection code when finding items for the shelf browser.
ar: رمز مجموعة المادة عند العثور على مواد لمتصفح الرف.
fi_fi: kokoelmatunnustietoa virtuaalihyllyn sisällön poiminnassa.

source: opac.pref#ShelfBrowserUsesHomeBranch# Don't use
ar: لا تستخدم
fi_fi: Älä käytä

source: opac.pref#ShelfBrowserUsesHomeBranch# Use
ar: استخدام
fi_fi: Käytä

source: opac.pref#ShelfBrowserUsesHomeBranch# the item home library when finding items for the shelf browser.
ar: المكتبة الرئيسية للمادة عند العثور على مواد لمستعرض الرف
fi_fi: niteiden kotikirjastotietoa virtuaalihyllyn sisällön poiminnassa.

source: opac.pref#ShelfBrowserUsesLocation# Don't use
ar: عدم استخدام
fi_fi: Älä käytä

source: opac.pref#ShelfBrowserUsesLocation# Use
ar: استخدام
fi_fi: Käytä

source: opac.pref#ShelfBrowserUsesLocation# the item location when finding items for the shelf browser.
ar: في موقع المادة عندما يجد مواد للمتصفح الرف.
fi_fi: Hyllypaikkatietoa virtuaalihyllyn sisällön poiminnassa.

source: opac.pref#ShowReviewer# Show
ar: إظهار
fi_fi: Näytä kommentoijan

source: opac.pref#ShowReviewer# first name
ar: اﻹسم اﻷول
fi_fi: etunimi

source: opac.pref#ShowReviewer# first name and last name initial
ar: الاسم الأول واسم العائلة
fi_fi: etunimi ja sukunimen alkukirjain

source: opac.pref#ShowReviewer# full name
ar: اﻹسم الكامل
fi_fi: koko nimi

source: opac.pref#ShowReviewer# last name
ar: اﻹسم اﻷخير
fi_fi: sukunimi

source: opac.pref#ShowReviewer# no name
ar: لا إسم
fi_fi: ei nimeä

source: opac.pref#ShowReviewer# of commenter with comments in OPAC.
ar: من المعلقين مع التعليقات في أوباك.
fi_fi: asiakaskäyttöliittymässä näkyvien kommenttien yhteydessä.

source: opac.pref#ShowReviewer# username
ar: إسم المستخدم
fi_fi: käyttäjänimi

source: opac.pref#ShowReviewerPhoto# Hide
ar: إخفاء
fi_fi: Piilota

source: opac.pref#ShowReviewerPhoto# Show
ar: إظهار
fi_fi: Näytä

source: opac.pref#ShowReviewerPhoto# reviewer's photo beside comments in OPAC.
ar: صور مراجعين بجانب التعليقات في OPAC.
fi_fi: kommentoijan kuva asiakaskäyttöliittymässä.

source: opac.pref#SocialNetworks# Disable
ar: لا تمكن
fi_fi: Poista käytöstä

source: opac.pref#SocialNetworks# Enable
ar: تمكين
fi_fi: Ota käyttöön

source: opac.pref#SocialNetworks# social network links in opac detail pages
ar: روابط الشبكة الاجتماعية في صفحات تفاصيل أوباك
fi_fi: linkit sosiaalisen median palveluihin asiakaskäyttöliittymän Tarkat tiedot -näkymissä

source: opac.pref#hidelostitems# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: opac.pref#hidelostitems# Show
ar: إظهار
fi_fi: Näytä

source: opac.pref#hidelostitems# lost items on search and detail pages.
ar: المواد المفقودة في صفحات البحث والتفصيل.
fi_fi: kadonneita niteitä hakutuloksissa ja Tarkat tiedot -näkymissä

source: opac.pref#numSearchRSSResults# Display
ar: عرض
fi_fi: Esitä

source: opac.pref#numSearchRSSResults# search results in the RSS feed.
ar: نتائج البحث في إحالة RSS
fi_fi: hakutulos myös RSS-syötteessä.

source: opac.pref#opacbookbag# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#opacbookbag# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#opacbookbag# patrons to store items in a temporary "Cart" on the OPAC.
ar: للمستفيدين بتخزين المواد في "سلة" مؤقتة في واجهة المستفيدOPAC .
fi_fi: käyttäjien kerätä viitteitä väliaikaiseen koriin asiakaskäyttöliittymässä.

source: opac.pref#opaccolorstylesheet# Include the additional CSS stylesheet
ar: إدراج نمط CSS الإضافي
fi_fi: Käytä ylimääräistä CSS-tyylitiedostoa

source: opac.pref#opaccolorstylesheet# to override specified settings from the default stylesheet (leave blank to disable). Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
ar: لتجاوز إعدادات محددة من ورقة الأنماط الافتراضية (اتركه فارغا للتعطيل). أدخل فقط اسم الملف، مسار محلي كامل أو (إذا كان الملف موجود على خادم بعيد) URL كامل بدءا بـ <code>http://</code>. يرجى ملاحظة أنه إذا قمت بإدخال اسم ملف فقط، يجب أن يكون الملف في دليل CSS الفرعي لكل ثيم نشط بالموقع واللغة ضمن دليل قوالب كوها. ومن المتوقع أن يبدأ المسار المحلي الكامل من مستند الجذرلـ HTTP الخاص بك.

source: opac.pref#opaccredits# Include the following HTML in the footer of all pages in the OPAC:
ar: إدراج ال HTML التالي في تذييل كل الصفحات في واجهة المستفيدOPAC :
fi_fi: Liitä seuraava HTML-koodi asiakaskäyttöliittymän alaviitteeksi:

source: opac.pref#opacheader# Include the following HTML in the header of all pages in the OPAC:
ar: إدراج ال HTML التالي في كل رؤوس الصفحات في واجهة المستفيد OPAC :
fi_fi: Liitä seuraava HTML-koodi asiakaskäyttöliittymän etusivun hakupalkin yläpuoliseksi otsikoksi:

source: opac.pref#opaclayoutstylesheet# Use the CSS stylesheet
ar: إستخدم أنماط CSS
fi_fi: Käytä CSS-tyylitiedostoa

source: opac.pref#opaclayoutstylesheet# on all pages in the OPAC, instead of the default css (used when leaving this field blank). Enter just a filename, a full local path or a complete URL starting with <code>http://</code> (if the file lives on a remote server). Please note that if you just enter a filename, the file should be in the css subdirectory for each active theme and language within the Koha templates directory. A full local path is expected to start from your HTTP document root.
ar: على كل الصفحات الموجودة في OPAC، بدلا من CSS الافتراضي (تستخدم عند ترك هذا الحقل فارغا). أدخل فقط اسم الملف، مسار محلي كامل أو URL كاملة بدءا <code>http://</code>(إذا كان الملف موجود على خادم بعيد). يرجى ملاحظة أنه إذا قمت بإدخال اسم ملف فقط، يجب أن يكون الملف في دليل CSS الفرعي لكل ثيم لغة نشطة ضمن دليل قوالب كوها. ومن المتوقع أن يبدأ المسار المحلي الكانن من جذر مستند HTTP الخاص بك.

source: opac.pref#opacreadinghistory# Allow
ar: اسمح
fi_fi: Salli

source: opac.pref#opacreadinghistory# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#opacreadinghistory# patrons to see what books they have checked out in the past.
ar: للمستفيدين برؤية الكتب التي قاموا باستعارتها سابقا.
fi_fi: käyttäjien nähdä lainahistoriaansa.

source: opac.pref#opacsmallimage# Use the image at
ar: استخدم الصورة في
fi_fi: Käytä asiakaskäyttöliittymän otsikossa kuvaa osoitteessa

source: opac.pref#opacsmallimage# in the OPAC header, instead of the Koha logo. If this image is a different size than the Koha logo, you will need to customize the CSS. (This should be a complete URL, starting with <code>http://</code>.)
ar: في رأس واجهة المستفيدOPAC بدلا من شعار كوها. إذا كان حجم هذه الصورة مختلفا عن حجم شعار كوها, يجب عليك تخصيص الـ CSS. يجب أن يكون هذا URL كاملا, بادئا بـ <code>http://</code>.)
fi_fi: Koha-logon sijasta. Jos kuva on erikokoinen kuin oletuskuva, CSS-tyylitiedostoa on muokattava. (Anna kuvan sijainnin täydellinen URL-osoite, joka alkaa <code>http://</code>.)

source: opac.pref#opacthemes# Use the
ar: استخدم الـ
fi_fi: Käytä

source: opac.pref#opacthemes# theme on the OPAC.
ar: الموضوع في واجهة المستفيد OPAC .
fi_fi: teemaa asiakaskäyttöliittymässä.

source: opac.pref#opacuserjs# Include the following JavaScript on all pages in the OPAC:
ar: إدراج الجافاسكريبت التالي في كل الصفحات في واجهة المستفيد OPAC :
fi_fi: Liitä seuraava JavaScript-koodi kaikkiin asiakaskäyttöliittymän sivuihin:

source: opac.pref#opacuserlogin# Allow
ar: اسمح
fi_fi: Salli

source: opac.pref#opacuserlogin# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#opacuserlogin# patrons to log in to their accounts on the OPAC.
ar: للمستفيدين بتسجيل الدخول إلى حساباتهم في واجهة المستفيدOPAC .
fi_fi: käyttäjien kirjautua käyttäjätileilleen asiakaskäyttöliittymässä.

source: opac.pref#reviewson# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#reviewson# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#reviewson# patrons to make comments on items on the OPAC.
ar: للمستفيدين بالتعليق على المواد في واجهة المستفيدOPAC.
fi_fi: käyttäjien kirjoittaa kommentteja niteisiin asiakaskäyttöliittymän kautta.

source: opac.pref#singleBranchMode# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#singleBranchMode# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#singleBranchMode# patrons to select their branch on the OPAC or show branch names with callnumbers.
ar: للمستفيدين أن يحددو مكتبتهم الفرعية بالأوباك أو لعرض أسماء المكتبات الفرعية مع رقم الإستدعاء.
fi_fi: opac.pref#singleBranchMode# yhden toimipisteen käsittävän kirjaston käyttäjien valita toimipistettä asiakaskäyttöliittymässä tai näyttää toimipisteiden nimiä hyllypaikkojen yhteydessä.

source: opac.pref#suggestion# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#suggestion# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#suggestion# patrons to make purchase suggestions on the OPAC.
ar: للمستفيدين تقديم اقتراحات شراء على واجهة المستفيد OPAC.
fi_fi: käyttäjien tehdä hankintaehdotuksia asiakasliittymän kautta.

source: patrons.pref
ar: مستفيدون
fi_fi: Käyttäjät

source: patrons.pref#AddPatronLists# List
ar: القائمة
fi_fi: Tee lista

source: patrons.pref#AddPatronLists# general patron types
ar: أنواع المستفيد العامة
fi_fi: yleisistä asiakasryhmistä

source: patrons.pref#AddPatronLists# specific categories
ar: فئات محددة
fi_fi: erikoisryhmistä

source: patrons.pref#AddPatronLists# under the new patron menu.
ar: أدنى قائمة مستفيد جديد.
fi_fi: uuden asiakkaan valikkojen alle.

source: patrons.pref#AutoEmailOpacUser# Don't send
ar: عدم إرسال
fi_fi: Älä lähetä sähköpostitervehdystä

source: patrons.pref#AutoEmailOpacUser# Send
ar: إرسال
fi_fi: Lähetä sähköpostitervehdys

source: patrons.pref#AutoEmailOpacUser# an email to newly created patrons with their account details.
ar: بريد إلكتروني إلى المستفيدين أنشئت حديثا مع تفاصيل حساباتهم.
fi_fi: juuri lisättyjen käyttäjien sähköpostiosoitteisiin.

source: patrons.pref#AutoEmailPrimaryAddress# Use
ar: استخدم
fi_fi: Käytä

source: patrons.pref#AutoEmailPrimaryAddress# alternate
ar: وردةالبديل
fi_fi: vaihtoehtoista

source: patrons.pref#AutoEmailPrimaryAddress# cardnumber as
ar: رقم البطاقة
fi_fi: kirjastokorttinumeroa

source: patrons.pref#AutoEmailPrimaryAddress# first valid
ar: واحدة صالحة
fi_fi: ensimmäistä oikeanmuotoista

source: patrons.pref#AutoEmailPrimaryAddress# home
ar: الرئيسية
fi_fi: kotisähköpostiosoitetta

source: patrons.pref#AutoEmailPrimaryAddress# patron email address for sending out emails.
ar: عنوان البريد الإلكتروني للمستفيد لإرسال رسائل
fi_fi: viestien lähettämisessä asiakkaalle.

source: patrons.pref#AutoEmailPrimaryAddress# work
ar: عمل
fi_fi: työsähköpostiosoitetta

source: patrons.pref#BorrowerMandatoryField# (separate columns with |)
ar: (قم بفصل الأعمدة بواسطة |)
fi_fi: (erota sarakkeet merkillä |)

source: patrons.pref#BorrowerMandatoryField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> must be filled in on the patron entry screen:
ar: مايلي <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> يجب أن يتم تعبئة في شاشة دخول المستفيد::
fi_fi: Seuraavat <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>tietokannan sarakkeet</a> on täytettävä uutta asiakasta lisättäessä:

source: patrons.pref#BorrowerRenewalPeriodBase# When renewing borrowers, base the new expiry date on
ar: عند تجديد الإعارة ، قاعدة التاريخ الجديد المنتهي صلاحيته
fi_fi: Lainausoikeuksia päivitettäessä uusi oikeuden päättymispäivämäärä lasketaan

source: patrons.pref#BorrowerRenewalPeriodBase# current date.
ar: التاريخ الحالي
fi_fi: tästä päivästä.

source: patrons.pref#BorrowerRenewalPeriodBase# current membership expiry date.
ar: تالتاريخ الحالي لإنتهاء صلاحية العضو
fi_fi: nykyiseen lainausoikeuden päättymisajasta.

source: patrons.pref#BorrowerUnwantedField# (separate columns with |)
ar: (أعمدة منفصلة مع |)
fi_fi: (erota sarakkeet merkillä |)

source: patrons.pref#BorrowerUnwantedField# The following <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> will not appear on the patron entry screen:
ar: مايلي <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>database columns</a> يجب أن يتم تعبئة في شاشة دخول المستفيد::
fi_fi: Seuraavat <a href='http://schema.koha-community.org/tables/borrowers.html' target='blank'>tietokannan sarakkeet</a> eivät tule näkyviin uutta asiakasta lisättäessä:

source: patrons.pref#BorrowersTitles# (separate multiple choices with |)
ar: (قم بفصل الخيارات المتعددة بواسطة |)
fi_fi: (erota useammat sarakkeennimet merkillä |)

source: patrons.pref#BorrowersTitles# Borrowers can have the following titles:
ar: ممكن أن يحمل المستعيرون إحدى العناوين التالية:
fi_fi: Lainaajien puhuttelumuodot:

source: patrons.pref#EnableBorrowerFiles# Do
ar: قم

source: patrons.pref#EnableBorrowerFiles# Don't
ar: لا تقم

source: patrons.pref#EnableBorrowerFiles# enable the ability to upload and attach arbitrary files to a borrower record.
ar: بتمكين القدرة لرفع وإرفاق ملفات تعسفياً لتسجيلة المستعير.

source: patrons.pref#EnhancedMessagingPreferences# Allow
ar: اسمح
fi_fi: Salli

source: patrons.pref#EnhancedMessagingPreferences# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: patrons.pref#EnhancedMessagingPreferences# patrons to choose which notices they receive and when they receive them. Note that this only applies to certain kinds of notices.
ar: للمستفيدين باختيار الإشعارات لاستلامها ومتى يتم استلامها. لاحظ أن ذلك ينطبق على بعض أنواع الإشعارات فقط.
fi_fi: käyttäjien valita, mitä ilmoituksia ja milloin he saavat. HUOMAA: koskee vain tiettyjä ilmoitustyyppejä.

source: patrons.pref#ExtendedPatronAttributes# Don't enable
ar: لا تمكن
fi_fi: Poista käytöstä

source: patrons.pref#ExtendedPatronAttributes# Enable
ar: مكن
fi_fi: Ota käyttöön

source: patrons.pref#ExtendedPatronAttributes# searching, editing and display of custom attributes on patrons.
ar: من البحث وتحرير وعرض سمات مستفيدين مخصصة.
fi_fi: asiakkaiden erikoismääreiden haku, muokkaus ja esittäminen näytöllä.

source: patrons.pref#MaxFine# Empty value means no limit. Single item caps are specified in the circulation rules matrix.
ar: فارغ = أي حد. يتم تحديد مبلغ الحد الأقصى للنسخة الواحدة في مصفوفة قواعد المرور.

source: patrons.pref#MaxFine# The late fine for all checkouts will only go up to
ar: الغرامت المتأخرة لجميع الاعارات سوف ترتفع فقط إلى

source: patrons.pref#MaxFine# [% local_currency %].
ar: [% local_currency %].
fi_fi: [% local_currency %].

source: patrons.pref#NotifyBorrowerDeparture# days beforehand.
ar: يوما سلفاً.
fi_fi: päivää etukäteen.

source: patrons.pref#PatronsPerPage# By default, show
ar: افتراضيا, عرض
fi_fi: Näytä oletuksena

source: patrons.pref#PatronsPerPage# results per page in the staff client.
ar: نتيجة لكل صفحة في برنامج العميل.
fi_fi: hakutulosta sivulla virkailijakäyttöliittymässä.

source: patrons.pref#SMSSendDriver# Use the SMS::Send::
ar: قم باستخدام SMS::Send::
fi_fi: Käytä SMSää::Lähetä::

source: patrons.pref#SMSSendDriver# driver to send SMS messages.
ar: برنامج لإرسال الرسائل النصية القصيرة.
fi_fi: SMS-tekstiviestien lähetysajuri.

source: patrons.pref#StatisticsFields# (separate fields with |)
ar: (افصل الحقول بـ |)

source: patrons.pref#StatisticsFields# Show the following fields from the items database table as columns on the statistics tab on the patron record:
ar: أعرض الحقول التالية من جدول قاعدة بيانات المواد كأعمدة على تبويب الاحصائيات في سجل المستفيد:

source: patrons.pref#TalkingTechItivaPhoneNotification# Disable
ar: عطل

source: patrons.pref#TalkingTechItivaPhoneNotification# Enable
ar: مكن

source: patrons.pref#TalkingTechItivaPhoneNotification# patron phone notifications using Talking Tech i-tiva (overdues, predues and holds notices currently supported).
ar: تنبيه المستفيد عبر الهاتف باستخدام تقنية الحديث i-tiva ( المدعوم حالياً إشعارات المواد المتأخرة ، قبل التأخر والحجوزات).

source: patrons.pref#autoMemberNum# Do
ar: القيام بـ
fi_fi: Tarjoa

source: patrons.pref#autoMemberNum# Don't
ar: عدم
fi_fi: Älä tarjoa

source: patrons.pref#autoMemberNum# default the card number field on the patron addition screen to the next available card number (for example, if the largest currently used card number is 26345000012941, then this field will default to 26345000012942).
ar: اجعل الافتراضي لحقل رقم البطاقة في شاشة إضافة المستفيد هو رقم البطاقة التالي المتاح (على سبيل المثال, إذا كان أكبر رقم بطاقة متستخدم حاليا هو26345000012941,سيكون افتراضي الحقل هو 26345000012942).
fi_fi: oletuksena järjestyksessä seuraavaa käytettävissä olevaa kirjastokortinnumeroa (jos suurin käytössä oleva kirjastokorttinumero on 4710090090, niin tämä toiminto tarjoaisi uudelle asiakkaalle numeroa 4710090091).

source: patrons.pref#borrowerRelationship# (input multiple choices separated by |). Leave empty to deactivate
ar: (إدخال خيارات متعددة مفصولة بواسطة |). أتركه فارغا للإلغاء
fi_fi: (erota useampi vaihtoehto merkillä |). Jätä tyhjäksi, jos ei käytössä.
