Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: acquisitions.pref
ar: التزويد
fi_fi: Kokoelmatoiminnot

source: acquisitions.pref Policy
ar: التزويد - سياسة
fi_fi: Asetukset

source: acquisitions.pref Printing
ar: التزويد - طباعة
fi_fi: Tulostus

source: acquisitions.pref#AcqCreateItem# Create an item when
ar: أنشئ مادة عند
fi_fi: Tee nide kun

source: acquisitions.pref#AcqCreateItem# cataloging the record.
ar: فهرسة التسجيلة.
fi_fi: luetteloidaan tietue.

source: acquisitions.pref#AcqCreateItem# placing an order.
ar: تنفيذ الطلب.
fi_fi: tehdään tilaus.

source: acquisitions.pref#AcqCreateItem# receiving an order.
ar: استلام الطلب.
fi_fi: vastaanotetaan tilaus.

source: acquisitions.pref#AcqViewBaskets# Show baskets
ar: أظهر السلال التي
fi_fi: Näytä listat

source: acquisitions.pref#AcqViewBaskets# from staff member's library.
ar: من مكتبة الموظفين
fi_fi: acquisitions.pref#AcqViewBaskets# työntekijän koko kirjaston tekemät

source: acquisitions.pref#AcqViewBaskets# in system, regardless of owner.
ar: في النظام ، بغض النظر عن صاحبها.
fi_fi: kaikki tietokannassa olevat.

source: acquisitions.pref#BasketConfirmations# When closing or reopening a basket,
ar: عند إغلاق أو إعادة فتح سلة,
fi_fi: Listaa suljettaessa tai avattaessa

source: acquisitions.pref#BasketConfirmations# always ask for confirmation.
ar: دائماً أطلب التأكيد.
fi_fi: kysy aina varmistus.

source: acquisitions.pref#BasketConfirmations# do not ask for confirmation.
ar: لا تطلب التأكيد.
fi_fi: älä kysy varmistusta.

source: acquisitions.pref#CurrencyFormat# 360 000,00 (FR)
ar: 360 000,00 (فرنسا)
fi_fi: 360 000,00 (EU)

source: acquisitions.pref#CurrencyFormat# 360,000.00 (US)
ar: 360,000.00 (الولايات المتحدة)
fi_fi: 360,000.00 (US)

source: acquisitions.pref#CurrencyFormat# Display currencies using the following format
ar: عرض العملات باستخدام التنسيق التالي
fi_fi: Näytä rahayksikkö muodossa

source: acquisitions.pref#gist# (enter in numeric form, 0.12 for 12%. First is the default. If you want more than 1 value, please separate with |)
ar: (ادخال بالشكل الرقمي, 0.12 لـ 12%. الأول هو الافتراضي. اذا كنت تريد أكثر من قيمة واحدة، الرجاء افصل بينها باستخدام | )
fi_fi: (syötä numeroita, 0.12 on 12%. Ensimmäinen arvo on oletusarvo, jos haluat enemmän kuin yhden, erottele arvot putkimerkillä |)

source: acquisitions.pref#gist# Default tax rates are
ar: معدلات الضريبة الافتراضية هي
fi_fi: Oletusverotus on

source: admin.pref
ar: الإدارة
fi_fi: Ylläpitoasetukset

source: admin.pref CAS Authentication
ar: مصادقة تسجيل الدخول باستخدام خدمة المصادقة المركزية (CAS)
fi_fi: CAS-tunnistautuminen

source: admin.pref Interface options
ar: خيارات الواجهة
fi_fi: Käyttöliittymäasetukset

source: admin.pref Login options
ar: خيارات تسجيل الدخول
fi_fi: Kirjautumisasetukset

source: admin.pref Mozilla Persona
ar: موزيلا بيرسونا
fi_fi: Mozillan Persoona

source: admin.pref Search Engine
ar: محرك البحث
fi_fi: Hakukone

source: admin.pref#AllowPkiAuth# Use
ar: استخدم
fi_fi: Käytä

source: admin.pref#AllowPkiAuth# field for SSL client certificate authentication
ar: مجال شهاهدة المصادقة لعميل SSL
fi_fi: kenttä SSL-asiakaskoneen sertifikaattitunnistautumiselle

source: admin.pref#AllowPkiAuth# no
ar: لا
fi_fi: ei

source: admin.pref#AllowPkiAuth# the Common Name
ar: اﻹسم العام
fi_fi: Yleinen nimi

source: admin.pref#AllowPkiAuth# the emailAddress
ar: عنوان البريد اﻹلكتروني
fi_fi: Sähköpostiosoite

source: admin.pref#AutoLocation# Don't require
ar: لايتطلب
fi_fi: Älä edellytä

source: admin.pref#AutoLocation# Require
ar: يتطلب
fi_fi: Edellytä

source: admin.pref#AutoLocation# staff to log in from a computer in the IP address range <a href="/cgi-bin/koha/admin/branches.pl">specified by their library</a> (if any).
ar: للموظف يمكنهم تسجيل الدخول من نطاق معرف (IP) محدد <a href="/cgi-bin/koha/admin/branches.pl"> محددة من قبل المكتبة التي يتبعون لها </a> (إذا كان أي منها)
fi_fi: henkilökunnan kirjautumisen IP-osoitteen mukaan <a href="/cgi-bin/koha/admin/branches.pl">kirjastonsa määritteleminä</a> (jos käytössä).

source: admin.pref#DebugLevel# Show
ar: إظهار
fi_fi: Näytä

source: admin.pref#DebugLevel# debugging information in the browser when an internal error occurs.
ar: معلومات التصحيح في المستعرض عندما يحدث خطأ داخلي.
fi_fi: virheidenraportointitiedot (debugging) selaimessa sisäisen virheen sattuessa.

source: admin.pref#DebugLevel# lots of
ar: الكثير من
fi_fi: useita

source: admin.pref#DebugLevel# no
ar: لا
fi_fi: ei

source: admin.pref#DebugLevel# some
ar: بعض
fi_fi: joitakin

source: admin.pref#KohaAdminEmailAddress# Use
ar: استخدام
fi_fi: Käytä

source: admin.pref#KohaAdminEmailAddress# as the email address for the administrator of Koha. (This is the default From: address for emails unless there is one for the particular library, and is referred to when an internal error occurs.)
ar: على عنوان البريد الالكتروني لمدير كوها (هذا هو الافتراضي من: عنوان رسائل البريد الإلكتروني ما لم يكن هناك احد لمكتبة خاصة، ويشار إليه عندما يحدث خطأ داخلي.)
fi_fi: tietokannan ylläpidon yhteyssahköpostiosoitteena. (Tämä on sähköpostin lähetysosoitteen oletusarvo ellei kirjastolla ole omaa osoitetta ja tähän viitataan sisäisen virheen ilmoittamisessa.)

source: admin.pref#Persona# Allow
ar: اسمح
fi_fi: Salli

source: admin.pref#Persona# Don't Allow
ar: لا تسمح
fi_fi: Älä salli

source: admin.pref#Persona# Mozilla persona for login
ar: لتسجيل الدخول عبر موزيلا بيرسونا
fi_fi: Mozillan Persoonaa kirjautumiseen

source: admin.pref#SearchEngine# Solr
ar: سولر
fi_fi: Solr

source: admin.pref#SearchEngine# Zebra
ar: زيبرا
fi_fi: Zebra

source: admin.pref#SearchEngine# is the search engine used.
ar: محرك البحث المُستخدم.
fi_fi: on käytettävä hakukone.

source: admin.pref#SessionStorage# Store login session information
ar: حفظ معلومات جلسة الدخول
fi_fi: Talleta kirjautuneiden istuntojen tiedot

source: admin.pref#SessionStorage# as temporary files.
ar: كملفات مؤقتة.
fi_fi: väliaikaisesti.

source: admin.pref#SessionStorage# in a memcached server.
ar: في خادم ذاكرة مخبأة
fi_fi: välimuistiin.

source: admin.pref#SessionStorage# in the MySQL database.
ar: في قاعدة بيانات MySQL.
fi_fi: MySQL-tietokantaan.

source: admin.pref#SessionStorage# in the PostgreSQL database (not supported).
ar: في قاعدة البيانات PostgreSQL (غير معتمدة).
fi_fi: PostgreSQL-tietokantaan (ei tuettu ominaisuus).

source: admin.pref#casAuthentication# CAS for login authentication.
ar: استخدام خدمة المصادقة المركزية (CAS) لمصادقة تسجيل الدخول.
fi_fi: CAS kirjautumisen tunnistamiseen.

source: admin.pref#casAuthentication# Don't use
ar: لا تستخدم
fi_fi: Älä käytä

source: admin.pref#casAuthentication# Use
ar: استخدم
fi_fi: Käytä

source: admin.pref#casLogout# Don't Logout
ar: عدم تسجيل الخروج
fi_fi: Älä kirjaudu ulos

source: admin.pref#casLogout# Logout
ar: تسجيل الخروج
fi_fi: Kirjaudu ulos

source: admin.pref#casLogout# of CAS when logging out of Koha.
ar: من CAS عند تسجيل الخروج من كوها
fi_fi: CAS:ista kun kirjaudutaan ulos tietokannasta.

source: admin.pref#casServerUrl# The CAS Authentication Server can be found at
ar: يمكن العثور على خادم تأكيد الثقة بـِ CAS في
fi_fi: CAS-tunnistautumispalvelin löytyy osoitteesta

source: admin.pref#delimiter# #'s
ar: s
fi_fi: n

source: admin.pref#delimiter# Separate columns in an exported report file with
ar: أعمدة منفصلة في ملف التقرير المصدّر مع
fi_fi: Käytettävä raporttien sarakkeiden erotin:

source: admin.pref#delimiter# backslashes
ar: خطوط مائلة
fi_fi: kenoviivat

source: admin.pref#delimiter# by default.
ar: إفتراضياً.
fi_fi: oletusarvoisesti.

source: admin.pref#delimiter# commas
ar: فواصل
fi_fi: pilkut

source: admin.pref#delimiter# semicolons
ar: فواصل منقوطة
fi_fi: puolipisteet

source: admin.pref#delimiter# slashes
ar: علامات مائلة
fi_fi: kauttaviivat

source: admin.pref#delimiter# tabs
ar: علامات التبويب
fi_fi: tabulaattorit

source: admin.pref#noItemTypeImages# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: admin.pref#noItemTypeImages# Show
ar: إظهار
fi_fi: Näytä

source: admin.pref#noItemTypeImages# itemtype icons in the catalog.
ar: أنوع اﻷيقونات في الفهرس.
fi_fi: käyttöliittymän aineistolajisymbolit.

source: admin.pref#timeout# Automatically log out users after
ar: تسجيل الدخول تلقائيا إلى المستخدمين بعد
fi_fi: Katkaise istunto automaattisesti jos se on käyttämättä yli

source: admin.pref#timeout# seconds of inactivity. Adding d will specify it in days, e.g. 1d is timeout of one day.
ar: ثانية من عدم النشاط. أضف d لتحديد ذلك في أيام، على سبيل المثال 1D هو مهلة يوم واحد.
fi_fi: sekuntia. Käytä d:tä päivien ilmaisemiseen, esim. 1d asettaa käyttämättömän istunnon katkaisukynnykseksi yhden vuorokauden käyttämättömyyden.

source: admin.pref#virtualshelves# Allow
ar: السماح
fi_fi: Salli

source: admin.pref#virtualshelves# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: admin.pref#virtualshelves# staff and patrons to create and view saved lists of books.
ar: الموظفين والمستفيدين بإنشاء وعرض قوائم من الكتب المحفوظة.
fi_fi: käyttäjien (henkilökunta ja asiakkaat) tehdä ja katsoa talletettuja listoja.

source: authorities.pref
ar: الملفات الإستنادية
fi_fi: Auktoriteettitietueet

source: authorities.pref General
ar: عام
fi_fi: Yleiset

source: authorities.pref Linker
ar: ربط
fi_fi: Linkitys

source: authorities.pref#AuthDisplayHierarchy# Display
ar: اعرض
fi_fi: Näytä

source: authorities.pref#AuthDisplayHierarchy# Don't display
ar: لا تعرض
fi_fi: Älä näytä

source: authorities.pref#AuthDisplayHierarchy# broader term/narrower term hierarchies when viewing authorities.
ar: التسلسل الهرمي لمصطلح أشمل/ مصطلح أضيق عند إستعراض الملفات الإستنادية.
fi_fi: laajemmat/suppeammat termihierarkiat kun näytetään aktoriteettejä.

source: authorities.pref#AutoCreateAuthorities# When editing records,
ar: عند التعديل في المواد
fi_fi: Tietueita muokattaessa

source: authorities.pref#AutoCreateAuthorities# authority records that are missing (BiblioAddsAuthorities must be set to "allow" for this to have any effect).
ar: التسجيلات الإستنادية المفقودة (يجب ضبط التفضيل BiblioAddsAuthorities إلى"اسمح" ليكون للتأثيرات فاعلية.
fi_fi: puuttuvat auktoriteettitietueet (BiblioAddsAuthorities-arvon on oltava "Salli" että tämä valinta astuu voimaan).

source: authorities.pref#AutoCreateAuthorities# do not generate
ar: لا تنشئ
fi_fi: älä luo

source: authorities.pref#AutoCreateAuthorities# generate
ar: إنشاء
fi_fi: luo

source: authorities.pref#BiblioAddsAuthorities# When editing records,
ar: عند تحرير التسجيلات ،
fi_fi: Tietueita muokattaessa

source: authorities.pref#BiblioAddsAuthorities# allow
ar: اسمح
fi_fi: tee tietokantaan

source: authorities.pref#BiblioAddsAuthorities# don't allow
ar: لا تسمح
fi_fi: älä tee tietokantaan

source: authorities.pref#BiblioAddsAuthorities# them to automatically create new authority records if needed, rather than having to reference existing authorities.
ar: لها أن تنشئ بشكل تلقائي تسجيلات إستنادية جديدة في حال احتاجت لذلك ، بدلاً من الرجوع إلى التسجيلات الإستنادية الموجودة
fi_fi: tarvittaessa uusia auktoriteettitietueita vanhojen auktoriteettitietueiden täydennykseksi.

source: authorities.pref#CatalogModuleRelink# Do
ar: نفذ
fi_fi: Linkitä

source: authorities.pref#CatalogModuleRelink# Do not
ar: لا تنفذ
fi_fi: Älä linkitä

source: authorities.pref#CatalogModuleRelink# automatically relink headings that have previously been linked when saving records in the cataloging module.
ar: إعادة ربط تلقائيا للعناوين التي سبق وتم ربطها عند حفظ التسجيلات في وحدة الفهرسة
fi_fi: automaattisesti otsikoita jotka on jo aiemmin linkitetty luettelointitoiminnossa.

source: authorities.pref#LinkerKeepStale# Do
ar: نفذ
fi_fi: Säilytä

source: authorities.pref#LinkerKeepStale# Do not
ar: لا تنفذ
fi_fi: Älä säilytä

source: authorities.pref#LinkerKeepStale# keep existing links to authority records for headings where the linker is unable to find a match.
ar: الحفاظ على الوصلات الموجودة على التسجيلات الإستنادية للعناوين حيث الربط غير قادر على العثور على تطابق.
fi_fi: tietueen auktoriteettilinkitys(tä) jos vastaavuutta ei löydy tietokannasta.

source: authorities.pref#LinkerModule# Default
ar: إفتراضي
fi_fi: Oletus

source: authorities.pref#LinkerModule# First Match
ar: أول تطابق
fi_fi: Ensimmäinen osuma

source: authorities.pref#LinkerModule# Last Match
ar: آخر تطابق
fi_fi: Viimeinen osuma

source: authorities.pref#LinkerModule# Use the
ar: إستخدم ال
fi_fi: Käytä

source: authorities.pref#LinkerModule# linker module for matching headings to authority records.
ar: وحدة الربط لمطابقة عناوين التسجيلات الإستنادية
fi_fi: linkitystoimintoa otsikkojen ja auktoriteettitietueiden yhdistämiseen.

source: authorities.pref#LinkerOptions# (separate options with |)
ar: (خيارت منفصلة مع |)
fi_fi: (erota vaihtoehdot | -merkillä: näppäinyhdistelmä "Alt + <")

source: authorities.pref#LinkerOptions# Set the following options for the authority linker
ar: تعيين الخيارات التالية للحصول على رابط السلطة
fi_fi: Määrää asetukset auktoriteettitoiminnolle

source: authorities.pref#LinkerRelink# Do
ar: نفذ
fi_fi: Uudelleenlinkitä

source: authorities.pref#LinkerRelink# Do not
ar: لا تنفذ
fi_fi: Älä linkitä uudelleen

source: authorities.pref#LinkerRelink# relink headings that have previously been linked to authority records.
ar: إعادة ربط العناوين التي سبق وتم ربطها بالتسجيلات الإستنادية
fi_fi: otsikkoja jotka on jo linkitetty auktoriteetteihin.

source: authorities.pref#UseAuthoritiesForTracings# Don't use
ar: عدم استخدام
fi_fi: Älä käytä

source: authorities.pref#UseAuthoritiesForTracings# Use
ar: استخدام
fi_fi: Käytä

source: authorities.pref#UseAuthoritiesForTracings# authority record numbers instead of text strings for searches from subject tracings.
ar: أرقام نسجيلة الاستناد بدلا من من البيانات النصية للبحث من تعقب الموضوع.
fi_fi: auktoriteettitietueiden numeroita tekstitiedon sijasta asiasanahauissa.

source: authorities.pref#dontmerge# Do
ar: نفذ
fi_fi: Päivitä

source: authorities.pref#dontmerge# Don't
ar: لا تنفذ
fi_fi: Älä päivitä

source: authorities.pref#dontmerge# automatically update attached biblios when changing an authority record. If this is off, please ask your administrator to enable the merge_authority.pl cronjob.
ar: التحديث التلقائي التسجيلات الببليوغرافية المرافقة عند تعديل التسجيلة الإستنادية. إذا كان معطلاً ، من فضلك اطلب من المدير أن يفعِّل الوظيفة المجدولة merge_authority.pl .
fi_fi: liitettyjä tietueita kun auktoritietueta muutetaan. Jos tämä tietueiden päivitys on pois päältä, pyydä ylläpitoa käynnistämään <b>merge_authority.pl</b>-cronjob.

source: cataloguing.pref
ar: فهرسة
fi_fi: Luettelointi

source: cataloguing.pref Display
ar: عرض
fi_fi: Näyttö

source: cataloguing.pref Interface
ar: الواجهة
fi_fi: Käyttöliittymä

source: cataloguing.pref Record Structure
ar: بنية التسجيلة
fi_fi: Tietuerakenne

source: cataloguing.pref Spine Labels
ar: لصاقات كعب الكتاب
fi_fi: Selkätarrat

source: cataloguing.pref#AlternateHoldingsField# Display MARC subfield
ar: عرض حقول مارك الفرعية
fi_fi: Näytä MARC-osakentät

source: cataloguing.pref#AlternateHoldingsField# as holdings information for records that do not have items (This can contain multiple subfields to look in; for instance <code>852abhi</code> would look in 852 subfields a, b, h, and i.), with the subfields separated by
ar: مثل معلومات المقتنيات لتسجيلات ليس لها مواد ( من الممكن ان يحتوي حقول فرعية متعددة مثال : <code>852abhi</code> سيبدو في 852 الحقول الفرعية [ a, b, h, i.]) بهذه الحقول الفرعية المفصولة بـها
fi_fi: saatavuustietoina tietueille joihin ei ole liitetty niteitä (Voi sisältää useita osakenttiä; esimerkiksi <code>852abhi</code> kohdistuisi kentän 852 osakenttiin a, b, h, and i.), osakenttien erottimena

source: cataloguing.pref#DefaultClassificationSource# Use
ar: استخدام
fi_fi: Käytä

source: cataloguing.pref#DefaultClassificationSource# as the default classification source.
ar: كمصدر التصنيف الافتراضي
fi_fi: oletusarvoisena luokitusjärjestelmänä.

source: cataloguing.pref#DefaultLanguageField008# Empty defaults to eng.
ar: أفرغ الإفتراضيات للإنجليزية.
fi_fi: Tyhjä asetus tarkoittaa eng.

source: cataloguing.pref#EasyAnalyticalRecords# Display
ar: أعرض
fi_fi: Näytä

source: cataloguing.pref#EasyAnalyticalRecords# Don't Display
ar: عدم عرض
fi_fi: Älä näytä

source: cataloguing.pref#EasyAnalyticalRecords# easy ways to create analytical record relationships
ar: طرق سهلة لإنشاء علاقات التسجيلة التحليلية
fi_fi: helppoja tapoja analyyttisten tietuejärjestelmien luomiseen

source: cataloguing.pref#ISBD# Use the following as the ISBD template:
ar: استخدام التالي كقالب ISBD
fi_fi: Käytä ISBD-mallina:

source: cataloguing.pref#IntranetBiblioDefaultView# By default, display biblio records in
ar: افتراضيا، اعرض التسجيلات البيبلوجرافية في
fi_fi: Luettelointitietueiden näyttötapa:

source: cataloguing.pref#IntranetBiblioDefaultView# ISBD form (see below).
ar: شكل ISBD (انظر أدناه).
fi_fi: ISBD-lomake (katso alla).

source: cataloguing.pref#IntranetBiblioDefaultView# Labelled MARC form
ar: شكل ملصق مارك
fi_fi: MARC-korttinäyttö

source: cataloguing.pref#IntranetBiblioDefaultView# MARC form.
ar: شكل مارك
fi_fi: MARC-tietue

source: cataloguing.pref#IntranetBiblioDefaultView# normal form.
ar: شكل عادي
fi_fi: perusnäyttö

source: cataloguing.pref#LabelMARCView# Do
ar: القيام بـ
fi_fi: Kokoa

source: cataloguing.pref#LabelMARCView# Don't
ar: عدم القيام
fi_fi: Älä kokoa

source: cataloguing.pref#LabelMARCView# collapse repeated tags of the same type into one tag entry on the display.
ar: تجميع الوسيمات المتكررة لنفس النوع في إدخال وسيمة واحدة للعرض .
fi_fi: toistettuja avainsanoja yhteen linkkiin näytöllä.

source: cataloguing.pref#MARCOrgCode# Fill in the <a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC organization code</a>
ar: إملئ هنا <a href="http://www.loc.gov/marc/organizations/orgshome.html">كود مارك الخاص بالمؤسسة</a>
fi_fi: Lisää tähän<a href="http://www.loc.gov/marc/organizations/orgshome.html">MARC-yhteisökoodi (Kongressin kirjasto) </a>

source: cataloguing.pref#NewItemsDefaultLocation# (should be a location code, or blank to disable).
ar: (يجب أن يكون رمز موقع، أو خاليا للإيقاف).
fi_fi: (Anna hyllypaikka tai jätä tyhjäksi jos uutuusaineiston hyllypaikkaa ei käytetä).

source: cataloguing.pref#NewItemsDefaultLocation# When items are created, give them the temporary location of
ar: عند إنشاء المواد، امنحها موقعا مؤقتا في
fi_fi: Kun uusia nidetietoja luodaan, asetetaan väliaikaiseksi sijainniksi

source: cataloguing.pref#NotesBlacklist# Don't show these
ar: لا تعرض
fi_fi: Älä näytä näitä

source: cataloguing.pref#NotesBlacklist# note fields in title notes separator (OPAC record details) and in the description separator (Staff client record details). The fields should appear separated with commas and according with the Koha MARC format (eg 3.. for UNIMARC, 5.. for MARC21)
ar: حقول الملاحظات هذه في تبويب ملاحظات العنوان (تفاصيل التسجيلة على أوباك) وفي تبويب الوصف (تفاصيل التسجيلة في عميل الموظفين). يجب أن تدخل الحقول مفصولة باستخدام علامة الفاصلة ووفقاً لصيغة مارك في كوها (مثال 3xx لليونيمارك ، و 5xx لمارك21)
fi_fi: huomautuskenttiä tietueen lisätiedoissa. Kentät erotetaan välilyönnein. Muotona Kohan käyttämä MARC-formaatti (esim. 3.. jos käytössä UNIMARC, 5.. jos MARC21)

source: cataloguing.pref#OpacSuppression# (Leave blank if not used. Define a range like <code>192.168.</code>.)
ar: (اتركه فارغ اذا لم يستخدم. حدد نطاق مثل <code>192.168.</code>.)
fi_fi: (Jätä tyhjäksi jos tätä ei käytetä. Määrittele alue muodossa <code>192.168.</code>.)

source: cataloguing.pref#OpacSuppression# Don't hide
ar: عدم إخفاء
fi_fi: Älä piilota

source: cataloguing.pref#OpacSuppression# Hide
ar: إخفاء
fi_fi: Piilota

source: cataloguing.pref#OpacSuppression# items marked as suppressed from OPAC search results. Note that you must have the <code>Suppress</code> index set up in Zebra and at least one suppressed item, or your searches will be broken.
ar: لمواد المحددة محظورة من نتائج بحث واجهة المستفيدOPAC . لاحظ أنه يجب ضبط فهرس <code>Suppress</code>في زيبرا ومادة محظورة واحدة على الأقل, وإلا لن يكتمل بحثك.
fi_fi: kohteet jotka on merkitty ohitettaviksi asiakaskäyttöliittymän (OPAC) hakutuloksista. Huomaa, että tätä ominaisuutta käyttääksesi sinulla on oltava <code>Suppress</code>-indeksi Zebrassa ja ainakin yksi ohitettavaksi merkitty nide. Muuten haku päätyy virhetilanteeseen.

source: cataloguing.pref#PrefillItem# When a new item is added,
ar: عند إضافة مادة جديدة
fi_fi: Kun uusi nide lisätään

source: cataloguing.pref#PrefillItem# the new item is not prefilled with last created item values.
ar: لا تكون مملوءة بقيم آخر مادة قبلها.
fi_fi: uuden niteen tietojen ei esitäytetä edellisen luodun niteen tiedoilla.

source: cataloguing.pref#PrefillItem# the new item is prefilled with last created item values.
ar: تكون مملوءة مسبقا بقيم آخر مادة قبلها.
fi_fi: uuden niteen tiedot esitäytetään edellisen luodun niteen tiedoilla.

source: cataloguing.pref#SeparateHoldings# Don't separate
ar: لا تفصل
fi_fi: Älä erottele

source: cataloguing.pref#SeparateHoldings# Separate
ar: أفضل
fi_fi: Erottele

source: cataloguing.pref#SeparateHoldings# holding library
ar: المكتبة المقتنية
fi_fi: sijaintikirjasto

source: cataloguing.pref#SeparateHoldings# home library
ar: المكتبة الرئيسية
fi_fi: kotikirjasto

source: cataloguing.pref#SeparateHoldings# is the logged in user's library. The second tab will contain all other items.
ar: هي المكتبة التي سجل المستخدم دخوله عبرها. التبويب الثاني سيحتوي على كل المواد الأُخرى.
fi_fi: on kirjautuneen käyttäjän kirjasto. Toinen välilehti sisältää kaikki muut niteet.

source: cataloguing.pref#SeparateHoldings# items display into two tabs, where the first tab contains items whose
ar: عرض المواد إلى تبويبين ، حيث أن التبويب الأول يحتوي على مواد
fi_fi: nidenäyttö kahteen välilehteen, ensimmäisessä välilehdessä on niteet joiden

source: cataloguing.pref#SpineLabelAutoPrint# When using the quick spine label printer,
ar: عند استخدام لاصقة كعب الكتاب طابعة سريعة
fi_fi: Selkätarraprintteriä käytettäessä

source: cataloguing.pref#SpineLabelAutoPrint# automatically pop up a print dialog.
ar: يطلق تلقائيا نافذة حوار طباعة منبثقة.
fi_fi: Tulostusikkuna tulee esiin automaattisesti.

source: cataloguing.pref#SpineLabelAutoPrint# do
ar: القيام بـ
fi_fi: Tulosta

source: cataloguing.pref#SpineLabelAutoPrint# don't
ar: عدم
fi_fi: Älä tulosta

source: cataloguing.pref#SpineLabelFormat# (Enter in columns from the <code>biblio</code>, <code>biblioitems</code> or <code>items</code> tables, surrounded by &lt; and &gt;.)
ar: (الإدخال في الأعمدة من <code>biblio</code>, <code>biblioitems</code> or <code>items</code> tables, surrounded by &lt; and &gt;.)
fi_fi: (&lt; --- &gt;-merkittyjä.sarakkeita <code>biblio</code>, <code>biblioitems</code> tai <code>items</code> tauluista.)

source: cataloguing.pref#SpineLabelFormat# Include the following fields on a quick-printed spine label:
ar: إدراج الحقول التالية في ملصق كعب طباعة سريعة:
fi_fi: Selkätarran pikatulostuksen vakiokentät:

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Display
ar: عرض
fi_fi: Näytä

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# Don't display
ar: عدم عرض
fi_fi: Älä näytä

source: cataloguing.pref#SpineLabelShowPrintOnBibDetails# buttons on the bib details page to print item spine labels.
ar: أزرار في صفحة تفاصيل التسجيلة البيبلوجرافية لطباعة كعب ملصقات المادة
fi_fi: niteen selkätarrantulostuspainikkeita Tarkat tiedot -näytöllä.

source: cataloguing.pref#SubfieldsToUseWhenPrefill# Define a list of subfields to use when prefilling items (separated by space)
ar: حدد قائمة من الحقول الفرعية ليتم ملؤها عند عملية الملئ التلقائي لحقول المواد (مفصولة بفراغ)
fi_fi: Lista käytettävistä alakentistä kun esitäytetään niteen tietoja. (Erottele välilyönnein)

source: cataloguing.pref#UNIMARCField100Language# Use the languague (ISO 690-2)
ar: استخدم اللغة (ISO 690-2)
fi_fi: Käytä kielikoodia (ISO690-2 -muodossa)
