Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: circulation.pref#OPACAllowHoldDateInFuture# patrons to place holds that don't enter the waiting list until a certain future date. (AllowHoldDateInFuture must also be enabled).
ar: للمستفيدين بوضع الحجوزات التي لا تدخل قائمة الانتظار حتى تاريخ محدد في المستقبل. (AllowHoldDateInFuture يجب أيضا تفعيله).
fi_fi: käyttäjien tehdä viivästettyjä varauksia. (Jos käytössä, täytyy myös <i>AllowHoldDateInFuture</i>-muuttujan olla käytössä).

source: circulation.pref#OPACAllowUserToChooseBranch# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#OPACAllowUserToChooseBranch# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#OPACAllowUserToChooseBranch# a user to choose the library to pick up a hold from.
ar: مستخدم لاختيار المكتبة لأخذ على حجز من.
fi_fi: käyttäjän valita itse varauksen noutopiste(ttä).

source: circulation.pref#OverdueNoticeBcc# Send all notices as a BCC to this email address
ar: إرسال جميع الإخطارات BCC إلى عنوان البريد الالكتروني
fi_fi: Kaikkien sähköposti-ilmoitusten piilokopion lähetysosoite (Bcc:):

source: circulation.pref#OverduesBlockCirc# Ask for confirmation
ar: طلب التأكيد
fi_fi: Kysy varmistus

source: circulation.pref#OverduesBlockCirc# Block
ar: حظر
fi_fi: Älä lainaa

source: circulation.pref#OverduesBlockCirc# Don't block
ar: عدم حظر
fi_fi: Lainaa

source: circulation.pref#OverduesBlockCirc# when checking out to a borrower that has overdues outstanding
ar: عند الإعارة إلى مستعير لديه متأخرات معلقة
fi_fi: käyttäjälle, jolla on maksamattomia myöhästymismaksuja.

source: circulation.pref#PrintNoticesMaxLines# Include up to
ar: يشمل حتى
fi_fi: Tulosta korkeintaan

source: circulation.pref#PrintNoticesMaxLines# item lines in a printed overdue notice. If the number of items is greater than this number, the notice will end with a warning asking the borrower to check their online account for a full list of overdue items. Set to 0 to include all overdue items in the notice, no matter how many there are.
ar: أسطر المادة في إخطار تأخير مطبوع. إذا كان عدد المواد أكبر من هذا العدد, سوف ينتهي الإخطار بتحذير يطلب من المستعير تفقد حسابه على الخط المباشر للحصول على قائمة كاملة بالمواد المتأخرة. قم بضبطه إلى 0 لإدراج كافة المواد المتأخرة في الإخطار,بغض النظر عن عددها.
fi_fi: nidettä myöhästymisilmoitukseen. Jos myöhässä olevan aineiston kappalemäärä on suurempi, ilmoitus päättyy pyyntöön tarkistaa täydellinen myöhässä olevan aineiston lista kirjastosta tai kirjautumalla aineistotietokantaan. Arvo 0 tulostaa kaikki myöhästyneet niteet.

source: circulation.pref#RecordLocalUseOnReturn# Don't record
ar: عدم التسجيل
fi_fi: Älä tallenna istuntoa

source: circulation.pref#RecordLocalUseOnReturn# Record
ar: تسجيل
fi_fi: Tallenna istunto

source: circulation.pref#RecordLocalUseOnReturn# local use when an unissued item is checked in.
ar: استخدام محلي عندما تم إعارة مادة غير المصدر فيها.
fi_fi: jossa järjestelmään palautetaan tuntematon nide.

source: circulation.pref#RenewalPeriodBase# When renewing checkouts, base the new due date on
ar: عند تجديد الإعارات، ، قم بتحدبد تاريخ الاستحقاق الجديد في
fi_fi: Lainoja uusittaessa uusi eräpäivä määritellään

source: circulation.pref#RenewalPeriodBase# the current date.
ar: التاريخ الحالي
fi_fi: uusintapäivän mukaan (ts. tämä päivä).

source: circulation.pref#RenewalPeriodBase# the old due date of the checkout.
ar: تاريخ الاستحقاق القديم للإعارة.
fi_fi: lainan vanhan eräpäivän mukaan.

source: circulation.pref#ReservesControlBranch# Check the
ar: التحقق من
fi_fi: Tarkista

source: circulation.pref#ReservesControlBranch# item's home library
ar: مكتبة المادة الرئيسية
fi_fi: niteen omistava kirjasto

source: circulation.pref#ReservesControlBranch# patron's home library
ar: مكتبة المستفيد الرئيسية
fi_fi: käyttäjän kotikirjasto

source: circulation.pref#ReservesControlBranch# to see if the patron can place a hold on the item.
ar: لمعرفة إذا كان بمقدور المستفيد وضع حجز على المادة.
fi_fi: varauksenteon yhteydessä.

source: circulation.pref#ReservesMaxPickUpDelay# Mark a hold as problematic if it has been waiting for more than
ar: تحديد الحجز كمشكلة إذا كان في الانتظار لأكثر من
fi_fi: Merkitse varaus ongelmalliseksi, jos se on ollut voimassa yli

source: circulation.pref#ReservesMaxPickUpDelay# days.
ar: أيام.
fi_fi: päivää.

source: circulation.pref#ReservesNeedReturns# Automatically
ar: تلقائيا
fi_fi: Merkitse varaus täytetyksi

source: circulation.pref#ReservesNeedReturns# Don't automatically
ar: غير تلقائيا
fi_fi: Älä täytä varausta

source: circulation.pref#ReturnBeforeExpiry# Don't require
ar: عدم طلب
fi_fi: Älä vaadi

source: circulation.pref#ReturnBeforeExpiry# Require
ar: طلب
fi_fi: Vaadi

source: circulation.pref#ReturnBeforeExpiry# patrons to return books before their accounts expire (by restricting due dates to before the patron's expiration date).
ar: للمستفيدين بإعادة الكتب قبل انتهاء صلاحية حسابهم (عن طريق تقييد تواريخ الاستحقاق إلى ما قبل تاريخ انتهاء حساب المستفيد).
fi_fi: käyttäjän palauttavan kaikki lainansa ennen käyttäjätilin vanhenemista (valinnan ollessa voimassa eräpäiviä ei anneta pidemmälle kuin käyttäjätili on voimassa).

source: circulation.pref#ReturnToShelvingCart# Don't move
ar: عدم نقل
fi_fi: Älä lähetä

source: circulation.pref#ReturnToShelvingCart# Move
ar: نقل
fi_fi: Lähetä

source: circulation.pref#ReturnToShelvingCart# all items to the location CART when they are checked in.
ar: كافة المواد إلى الموقع السلة عند إرجاعها إلى المكتبة.
fi_fi: kaikki palautettavat niteen sijaintiin CART.

source: circulation.pref#SelfCheckHelpMessage# Include the following HTML in the Help page of the web-based self checkout system:
ar: قم بإدراج ال HTML التالي في صفحة المساعدة لنظام الإعارة الذاتية على الويب:
fi_fi: Nettikäyttöisen itsepalvelulainauksen ohjesivun teksti (HTML-koodi käytettävissä):

source: circulation.pref#SelfCheckTimeout# Time out the current patron's web-based self checkout system login after
ar: قم بإنهاء جلسة تسجيل دخول المستفيد الحالية في نظام اإعارة الذاتي على الويب بعد
fi_fi: Nettikäyttöisen itsepalvelulainauksen istunto katkaistaan

source: circulation.pref#SelfCheckTimeout# seconds.
ar: ثواني.
fi_fi: sekunnin kuluttua.

source: circulation.pref#SelfCheckoutByLogin# Barcode
ar: باركود
fi_fi: Viivakoodi

source: circulation.pref#SelfCheckoutByLogin# Have patrons login into the web-based self checkout system with their
ar: يمكن للمستفيدين تسجيل الدخول إلى نظام الإعارة الذاتية على الويب بواسطة
fi_fi: Käyttäjän kirjautuminen netti-itsepalvelulainaukseen tapahtuu

source: circulation.pref#SelfCheckoutByLogin# Username and Password
ar: اسم المستخدم وكلمة المرور
fi_fi: käyttäjätunnuksella ja salasanalla

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# Show
ar: إظهار
fi_fi: Näytä

source: circulation.pref#ShowPatronImageInWebBasedSelfCheck# the patron's picture (if one has been added) when they use the web-based self checkout.
ar: صور المستفيد (إذا تمت إضافة واحدة) حين استخدام الإعارة الذاتية على الويب.
fi_fi: käyttäjän kuva itsepalvelulainausistunnon aikana (jos tallennettu).

source: circulation.pref#SpecifyDueDate# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#SpecifyDueDate# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#SpecifyDueDate# staff to specify a due date for a checkout.
ar: للموظفين بتحديد تاريخ استحقاق للإعارة.
fi_fi: henkilökunnan määrittää lainan eräpäivä(ä).

source: circulation.pref#StaticHoldsQueueWeight# (as branchcodes, separated by commas; if empty, uses all libraries)
ar: (كرموز للفرع, منفصلة بفاصلات; إذا ترك خاليا, يستخدم كل المكتبات)
fi_fi: (Toimipistekoodit erotetaan pilkuilla; tyhjä kenttä kohdistaa varauksen kaikkiin toimipisteisiin)

source: circulation.pref#StaticHoldsQueueWeight# Satisfy holds from the libraries
ar: الحجوزات المرضي عنها تكون من المكتبة
fi_fi: Kohdista varaukset kirjastoihin

source: circulation.pref#StaticHoldsQueueWeight# in random order.
ar: بترتيب عشوائي.
fi_fi: satunnaisessa järjestyksessä.

source: circulation.pref#StaticHoldsQueueWeight# in that order.
ar: بهذا الترتيب.
fi_fi: tässä järjestyksessä.

source: circulation.pref#SuspendHoldsIntranet# Allow
ar: اسمح
fi_fi: Salli

source: circulation.pref#SuspendHoldsIntranet# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#SuspendHoldsIntranet# holds to be suspended from the intranet.
ar: الحجوزات التي ستعلَّق من الانترنت
fi_fi: varausten keskeyttäminen intranetin kautta.

source: circulation.pref#SuspendHoldsOpac# Allow
ar: اسمح
fi_fi: Salli

source: circulation.pref#SuspendHoldsOpac# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#SuspendHoldsOpac# holds to be suspended from the OPAC.
ar: الحجوزات التي ستعلَّق من الأوباك.
fi_fi: varausten estäminen asiakaskäyttöliittymässä.

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Don't transfer
ar: لا تنقل
fi_fi: Älä siirrä

source: circulation.pref#TransferWhenCancelAllWaitingHolds# Transfer
ar: إنقل
fi_fi: Siirrä

source: circulation.pref#TransferWhenCancelAllWaitingHolds# items when cancelling all waiting holds.
ar: المواد عند إلغاء جميع الحجوزات المعلقة في اﻹنظار
fi_fi: niteiden sijainnit odottavia varauksia poistettaessa.

source: circulation.pref#TransfersMaxDaysWarning# Show a warning on the "Transfers to Receive" screen if the transfer has not been received
ar: عرض تحذير في شاشة "انتقالات للاستلام" عند عدم استلام النقل
fi_fi: Näytä varoitus "Matkalla olevat niteet"-näytöllä jos nide on vielä matkalla

source: circulation.pref#TransfersMaxDaysWarning# days after it was sent.
ar: بعد أيام قد تم إرسالها.
fi_fi: päivää lähettämisen jälkeen.

source: circulation.pref#UpdateTotalIssuesOnCirc# Do
ar: إفعل
fi_fi: Päivitä

source: circulation.pref#UpdateTotalIssuesOnCirc# Do not
ar: لاتفعل
fi_fi: Älä päivitä

source: circulation.pref#UpdateTotalIssuesOnCirc# update a bibliographic record's total issues count whenever an item is issued (WARNING! This increases server load significantly; if performance is a concern, use the update_totalissues.pl cron job to update the total issues count).
ar: حدِّث إجمالي مجموع الإعارات للتسجيلة الببليوغرافية عند إعارة مادة ما (تحذير! هذا سيزيد من الحمل على المخدم بشكل ملحوظ؛ إذا ما كان يقلقكم موضوع الأداء استخدم المهمة المجدولة update_totalissues.pl لتحدث إجمالي عدد الإعارات).
fi_fi: bibliograafisen tietueen kokonaisnumerolaskuria, kun uusi lehden numero syötetään järjestelmään (VAROITUS: tämä käyttää paljon palvelinresursseja. Jos tämä on ongelma, käytä update_totalissues.pl -cronjobskriptiä päivittämään laskurit).

source: circulation.pref#UseBranchTransferLimits# Don't enforce
ar: عدم فرض
fi_fi: Älä liitä tietoihin automaattisesti

source: circulation.pref#UseBranchTransferLimits# Enforce
ar: فرض
fi_fi: Liitä tietoihin automaattisesti

source: circulation.pref#UseBranchTransferLimits# collection code
ar: رمز المجموعة
fi_fi: kokoelmatunnus(ta)

source: circulation.pref#UseBranchTransferLimits# item type
ar: نوع المادة
fi_fi: aineistolaji(a)

source: circulation.pref#UseBranchTransferLimits# library transfer limits based on
ar: قيود نقل بين المواقع على أساس
fi_fi: aineistosiirtojen rajoitukset rajoitukset perustuvat

source: circulation.pref#UseTransportCostMatrix# Don't use
ar: لا تستخدم
fi_fi: Älä käytä

source: circulation.pref#UseTransportCostMatrix# Transport Cost Matrix for calculating optimal holds filling between branches.
ar: منظومة قيمة النقل لحساب الحجوزات بين المكتبات.
fi_fi: siirtomatriisia kirjastojen välisten varauksien laskemiseen.

source: circulation.pref#UseTransportCostMatrix# Use
ar: إستخدم
fi_fi: Käytä

source: circulation.pref#WaitingNotifyAtCheckin# Don't notify
ar: عدم إخطار
fi_fi: Älä huomauta

source: circulation.pref#WaitingNotifyAtCheckin# Notify
ar: إخطار
fi_fi: Huomauta

source: circulation.pref#WaitingNotifyAtCheckin# librarians of waiting holds for the patron whose items they are checking in.
ar: موظفي المكتبة للحجوزات في الانتظار للمستفيدين الذين يقومون بإرجاع المواد.
fi_fi: kirjastonhoitajalle lainojaan palauttavan asiakkaan odottavista varauksista.

source: circulation.pref#WebBasedSelfCheck# Don't enable
ar: عدم تفعيل
fi_fi: Älä mahdollista käyttäjille

source: circulation.pref#WebBasedSelfCheck# Enable
ar: تفعيل
fi_fi: Mahdollista käyttäjille

source: circulation.pref#WebBasedSelfCheck# the web-based self checkout system. (available at: /cgi-bin/koha/sco/sco-main.pl)
ar: نظام الإعارة الذاتية على الويب. (متاح في: /cgi-bin/koha/sco/sco-main.pl)
fi_fi: netti-itsepalvelulainaustoiminto(a). (osoitteessa: /cgi-bin/koha/sco/sco-main.pl)

source: circulation.pref#canreservefromotherbranches# Allow
ar: السماح
fi_fi: Salli käyttäjille aineiston varaus

source: circulation.pref#canreservefromotherbranches# Don't allow (with independent branches)
ar: لا تسمح (مع المكتبات الفرعية المستقلة)
fi_fi: Älä salli käyttäjille aineiston varausta

source: circulation.pref#canreservefromotherbranches# a user from one library to place a hold on an item from another library
ar: لمستخدم من مكتبة بوضع حجز على مادة من مكتبة أخرى
fi_fi: toisesta toimipisteestä tai kirjastosta

source: circulation.pref#decreaseLoanHighHolds# Don't enable
ar: ليس متاح

source: circulation.pref#decreaseLoanHighHolds# Enable
ar: متاح

source: circulation.pref#decreaseLoanHighHolds# days for items with more than
ar: أيام للمواد مع أكثر من

source: circulation.pref#decreaseLoanHighHolds# holds.
ar: حجوزات

source: circulation.pref#decreaseLoanHighHolds# the reduction of loan period to
ar: الحد من فترة الاستعارة إلى

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Don't enable
ar: عدم تفعيل
fi_fi: Älä lähetä

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# Enable
ar: تفعيل
fi_fi: Lähetä

source: circulation.pref#emailLibrarianWhenHoldIsPlaced# sending an email to the Koha administrator email address whenever a hold request is placed.
ar: إرسال بريد الكتروني إلى عنوان البريد الالكتروني لإدارة كوها حين وضع طلب حجز.
fi_fi: ylläpitoon sähköposti-ilmoitus(ta) tietokantaan tehdystä aineiston varauksesta.

source: circulation.pref#finesCalendar# Calculate fines based on days overdue
ar: حساب الغرامات بناء على الأيام المتأخرة
fi_fi: Laske myöhästymismaksut myöhästymisajan mukaisesti

source: circulation.pref#finesCalendar# directly.
ar: مباشرة.
fi_fi: suoraan.

source: circulation.pref#finesCalendar# not including days the library is closed.
ar: عدم إدراج أيام إغلاق المكتبة.
fi_fi: ohittaen kirjaston kiinniolopäivät.

source: circulation.pref#finesMode# Calculate (but only for mailing to the admin)
ar: حساب (لكن لمراسلة الإدارة فقط)
fi_fi: Laske (vain toimitettavaksi sähköpostilla ylläpidolle)

source: circulation.pref#finesMode# Calculate and charge
ar: حساب وتقاضي
fi_fi: Laske ja laskuta

source: circulation.pref#finesMode# Don't calculate
ar: عدم حساب
fi_fi: Älä laske

source: circulation.pref#finesMode# fines (when <code>misc/cronjobs/fines.pl</code> is being run).
ar: الغرامات (حين <code>misc/cronjobs/fines.pl</code> يتم تشغيل).
fi_fi: käyttömaksut (kun <code>misc/cronjobs/fines.pl</code> on käytössä).

source: circulation.pref#itemBarcodeInputFilter# Convert from CueCat form
ar: التحويل من صيغة CueCat
fi_fi: Muunna CueCat-muodosta

source: circulation.pref#itemBarcodeInputFilter# Convert from Libsuite8 form
ar: التحويل من صيغة Libsuite8
fi_fi: Muunna Libsuite8-muodosta

source: circulation.pref#itemBarcodeInputFilter# Don't filter
ar: عدم ترشيح
fi_fi: Älä suodata

source: circulation.pref#itemBarcodeInputFilter# EAN-13 or zero-padded UPC-A from
ar: EAN-13 أو zero-padded UPC-A من

source: circulation.pref#itemBarcodeInputFilter# Remove spaces from
ar: حذف المسافات من
fi_fi: Poista välilyönnit

source: circulation.pref#itemBarcodeInputFilter# Remove the first number from T-prefix style
ar: حذف الرقم الأول من نمط T-prefix
fi_fi: Poista ensimmäiset numerot T-prefix-muodosta

source: circulation.pref#itemBarcodeInputFilter# scanned item barcodes.
ar: باركود المواد الممسوحة ضوئيا.
fi_fi: syötettyjen niteiden viivakoodeista.

source: circulation.pref#maxoutstanding# Prevent patrons from making holds on the OPAC if they owe more than
ar: منع المستفيدين من الحجز في الأوباك إذا كان لديهم أكثر من
fi_fi: Estä OPACissa tehtävät varaukset jos asiakkaan kayttömaksut ovat yli

source: circulation.pref#maxreserves# Patrons can only have
ar: للمستفيدين فقط
fi_fi: Käyttäjällä voi olla korkeintaan

source: circulation.pref#maxreserves# holds at once.
ar: الحجوزات مرة واحدة.
fi_fi: varausta kerrallaan

source: circulation.pref#noissuescharge# Prevent patrons from checking out books if they have more than
ar: منع المستفيدين من استعارة الكتب إذا كان لديهم أكثر من
fi_fi: Estä käyttäjän lainaus jos hänellä on maksamattomia maksuja yli

source: circulation.pref#noissuescharge# [% local_currency %] in fines.
ar: [% local_currency %]في الغرامة.
fi_fi: [% local_currency %].

source: circulation.pref#numReturnedItemsToShow# Show the
ar: إظهار الـ
fi_fi: Näytä

source: circulation.pref#numReturnedItemsToShow# last returned items on the checkin screen.
ar: آخر المواد المعادة في شاشة الإرجاع.
fi_fi: viimeisintä palautusta palautusnäytössä.

source: circulation.pref#previousIssuesDefaultSortOrder# Sort previous checkouts on the circulation page from
ar: ترتيب الإعارات السابقة في صفحة الإعارة من
fi_fi: Lajittele edelliset palautukset lainauskiertonäytössä

source: circulation.pref#previousIssuesDefaultSortOrder# due date.
ar: تاريخ الاستحقاق.
fi_fi: eräpäivän mukaan.

source: circulation.pref#previousIssuesDefaultSortOrder# earliest to latest
ar: الأقدم إلى الأحدث
fi_fi: aikaisimmasta viimeisimpään

source: circulation.pref#previousIssuesDefaultSortOrder# latest to earliest
ar: الأقدم إلى الأحدث
fi_fi: viimeisimmästä aikaisimpaan

source: circulation.pref#soundon# Don't enable
ar: عدم تفعيل
fi_fi: Älä käytä

source: circulation.pref#soundon# Enable
ar: تفعيل
fi_fi: Käytä

source: circulation.pref#soundon# circulation sounds during checkin and checkout in the staff interface. Not supported by all web browsers yet.
ar: أصوات الإعارة أثناء الإرجاع والإعارة في واجهة العميل. لا تدعم كافة متصفحات الانترنت بعد.
fi_fi: lainauskierron merkkiääniä virkailijaliittymän lainaustoiminnoissa.(Kaikki selaimet eivät tue tätä).

source: circulation.pref#todaysIssuesDefaultSortOrder# Sort today's checkouts on the circulation page from
ar: ترتيب إعارات اليوم في صفحة الإعارة من
fi_fi: Lajittele kuluvan päivän lainaukset lainakiertosivulla

source: circulation.pref#todaysIssuesDefaultSortOrder# due date.
ar: تاريخ الاستحقاق.
fi_fi: eräpäivän mukaan.

source: circulation.pref#todaysIssuesDefaultSortOrder# earliest to latest
ar: الأحدث إلى الأقدم
fi_fi: aikaisimmasta viimeisimpään

source: circulation.pref#todaysIssuesDefaultSortOrder# latest to earliest
ar: الأقدم إلى الأحدث
fi_fi: viimeisimmästä aikaisimpaan

source: circulation.pref#useDaysMode# Calculate the due date using
ar: حساب تاريخ الاستحقاق باستخدام
fi_fi: Määritä palautuspäivä käyttäen

source: circulation.pref#useDaysMode# circulation rules only.
ar: قواعد الإعارة فقط.
fi_fi: vain lainauskiertosääntöjä

source: circulation.pref#useDaysMode# the calendar to push the due date to the next open day
ar: النتيجة لدفع تاريخ الاستحقاق إلى اليوم المفتوح التالي
fi_fi: kalenteria palautuspäivän siirtämiseksi seuraavaan aukiolopäivään

source: circulation.pref#useDaysMode# the calendar to skip all days the library is closed.
ar: النتيجة لتخطي جميع أيام إغلاق المكتبة.
fi_fi: kalenteria ohittamaan kaikki kirjaston kiinniolopäivät

source: creators.pref
ar: منشؤون
fi_fi: Apuohjelmat

source: creators.pref Patron Cards
ar: بطاقات المستفيد
fi_fi: Kirjastokortit

source: creators.pref#ImageLimit# Limit the number of creator images stored in the database to
ar: حد عدد صور المنشيء المخزنة في قاعدة البيانات إلى
fi_fi: Rajoita apuohjelmien käyttämien kuvien lukumäärä tietokannassa

source: creators.pref#ImageLimit# images.
ar: الصور.
fi_fi: kuvaan.

source: enhanced_content.pref
ar: تحسين المحتوى
fi_fi: Sisältölaajennukset

source: enhanced_content.pref All
ar: الكل
fi_fi: Kaikki

source: enhanced_content.pref Amazon
ar: أمازون
fi_fi: Amazon

source: enhanced_content.pref Babelthèque
ar: المكتبة
fi_fi: Babelthèque

source: enhanced_content.pref Baker and Taylor
ar: Baker and Taylor
fi_fi: Baker and Taylor

source: enhanced_content.pref Google
ar: جوجل
fi_fi: Google

source: enhanced_content.pref Library Thing
ar: Library Thing
fi_fi: Library Thing

source: enhanced_content.pref Local Cover Images
ar: مكان غلاف الصور
fi_fi: Tietokantaan talletetut kansikuvat

source: enhanced_content.pref Novelist Select
ar: اختيار الروائي
fi_fi: Novelist Select

source: enhanced_content.pref OCLC
ar: OCLC
fi_fi: OCLC

source: enhanced_content.pref Open Library
ar: المكتبة المفتوحة
fi_fi: Open Library

source: enhanced_content.pref Syndetics
ar: Syndetics
fi_fi: Syndetics

source: enhanced_content.pref Tagging
ar: الوسم
fi_fi: Avainsanat

source: enhanced_content.pref#AllowMultipleCovers# Allow
ar: السماح
fi_fi: Salli

source: enhanced_content.pref#AllowMultipleCovers# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: enhanced_content.pref#AllowMultipleCovers# multiple images to be attached to each bibliographic record.
ar: إرفاق صور متعددة في كل تسجيلة بيبليوغرافية
fi_fi: useiden kuvien liittäminen bibliografiseen tietueeseen.

source: enhanced_content.pref#AmazonAssocTag# Put the associate tag
ar: وضع وسام المنتسبين
fi_fi: Aseta avainsanat

source: enhanced_content.pref#AmazonAssocTag# on links to Amazon. This can net your library referral fees if a patron decides to buy an item.
ar: على روابط لأمازون. يمكن لذلك أن يصفي رسوم الإحالة الخاصة بمكتبتك في حال قرر المستفيد شراء مادة.
fi_fi: linkeiksi Amazoniin. Tämä voi lisätä kirjastolta perittäviä käyttömaksuja jos käyttäjä ostaa niteen.

source: enhanced_content.pref#AmazonCoverImages# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#AmazonCoverImages# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#AmazonCoverImages# cover images from Amazon on search results and item detail pages on the staff interface.
ar: صور الغلاف من أمازون في نتائج البحث وصفحات تفاصيل المادة في واجهة الموظف.
fi_fi: kansikuvat Amazonista virkailijakäyttöliittymän hakutuloksissa ja lisätietosivuilla.

source: enhanced_content.pref#AmazonLocale# American
ar: أمريكي
fi_fi: yhdysvaltalaiselta

source: enhanced_content.pref#AmazonLocale# British
ar: بريطاني
fi_fi: englantilaiselta

source: enhanced_content.pref#AmazonLocale# Canadian
ar: كندي
fi_fi: kanadalaiselta

source: enhanced_content.pref#AmazonLocale# French
ar: فرنسي
fi_fi: ranskalaiselta

source: enhanced_content.pref#AmazonLocale# German
ar: ألماني
fi_fi: saksalaiselta

source: enhanced_content.pref#AmazonLocale# Japanese
ar: ياباني
fi_fi: japanilaiselta

source: enhanced_content.pref#AmazonLocale# Use Amazon data from its
ar: استخدام بيانات أمازون من
fi_fi: Käytä Amazonin sisältöjä sen

source: enhanced_content.pref#AmazonLocale# website.
ar: موقع ويب.
fi_fi: palvelimelta.

source: enhanced_content.pref#Babeltheque# Do
ar: القيام بـ
fi_fi: Liitä

source: enhanced_content.pref#Babeltheque# Don't
ar: عدم
fi_fi: Älä liitä

source: enhanced_content.pref#Babeltheque# include information (such as reviews and citations) from Babelthèque in item detail pages on the OPAC.
ar: تتضمن معلومات (مثل المراجعات والاستشهادات) من الببليوغرافية في صفحات تفاصيل المادة المتعلقة بواجهة المستفيد (OPAC).
fi_fi: tietoja (mm. arvioita ja sitaatteja) Babelthèquesta asiakaskäyttöliittymän lisätietosivuilla.

source: enhanced_content.pref#Babeltheque_url_js# Defined the url for the Babeltheque javascript file (eg. http://www.babeltheque.com/bw_XX.js)
ar: تعريف الرابط url لملف جافا سكريبت للمكتبة (مثال http://www.babeltheque.com/bw_XX.js)
fi_fi: Defined the url for the Babeltheque javascript file (eg. http://www.babeltheque.com/bw_XX.js)
