Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: patrons.pref#borrowerRelationship# Guarantors can be the following of those they guarantee:
ar: يمكن أن يكون الكفيل أحد التاليين للذين يقوم بكفالتهم:
fi_fi: Alaikäisen lainaajan vastuuhenkilönä voi toimia:

source: patrons.pref#checkdigit# Do
ar: القيام بـ
fi_fi: Tarkista ja koosta

source: patrons.pref#checkdigit# Don't
ar: عدم
fi_fi: Älä tarkista ja koosta

source: patrons.pref#checkdigit# check and construct borrower card numbers in the Katipo style. This overrides <code>autoMemberNum</code> if on.
ar: تحديد وإنشاء أرقام بطاقة المستعيرين بنمط Katipo . يتخطي ذلك <code>autoMemberNum</code> في حالة التشغيل.
fi_fi: tarjottavat kirjastokorttinumerot Katipo Communications -tyyliin. Ollessaan käytössä tämä valinta ohittaa <code>autoMemberNum</code>-toiminnon.

source: patrons.pref#intranetreadinghistory# Allow
ar: السماح
fi_fi: Salli

source: patrons.pref#intranetreadinghistory# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: patrons.pref#intranetreadinghistory# staff to access a patron's checkout history (it is stored regardless).
ar: لموظفين بالوصول إلى سجل إعارات المستفيد (يتم تسجيله بغض النظر).
fi_fi: henkilökunnalle pääsyä käyttäjien lainahistorioihin (ne tallennetaan riippumatta tästä valinnasta).

source: patrons.pref#minPasswordLength# Login passwords for staff and patrons must be at least
ar: يجب أن تكون كلمة مرور تسجيل الدخول للموظفين والمستفيدين على الأقل
fi_fi: Salasanan vähimmäispituus:

source: patrons.pref#minPasswordLength# characters long.
ar: حروف طويلة
fi_fi: merkkiä (koskee sekä käyttäjiä että henkilökuntaa).

source: patrons.pref#patronimages# Allow
ar: السماح
fi_fi: Salli

source: patrons.pref#patronimages# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: patrons.pref#patronimages# images to be uploaded and shown for patrons on the staff client.
ar: صور لتحميلها وعرضها للمستفيدين في برنامج العميل.
fi_fi: asiakkaiden profiilikuvat virkailijakäyttöliittymässä.

source: patrons.pref#uppercasesurnames# Do
ar: القيام بـ
fi_fi: Käytä ISOLLA KIRJOITETTUJA

source: patrons.pref#uppercasesurnames# Don't
ar: عدم
fi_fi: Älä käytä isolla kirjoitettuja

source: patrons.pref#uppercasesurnames# store and display surnames in upper case.
ar: تخزين وعرض الألقاب بالخط العريض.
fi_fi: sukunimiä asiakasrekisterissä.

source: searching.pref
ar: البحث
fi_fi: Hakutoiminnot

source: searching.pref Features
ar: خصائص
fi_fi: Ominaisuudet

source: searching.pref Results Display
ar: عرض النتائج
fi_fi: Näyttö

source: searching.pref Search Form
ar: صفحة البحث
fi_fi: Hakulomake

source: searching.pref#AdvancedSearchTypes# <em>Currently supported values</em>: Item types (<strong>itemtypes</strong>), Collection Codes (<strong>ccode</strong>) and Shelving Location (<strong>loc</strong>).
ar: <em>القيم المدعومة حالياً</em>: أنواع المواد (<strong>itemtypes</strong>), رمز المجموعة(<strong>ccode</strong>) ومكان الترفيف (<strong>loc</strong>).
fi_fi: <em>Tuetut arvot</em>: Aineistolaji (<strong>itemtypes</strong>), Kokoelmakoodi (<strong>ccode</strong>) ja Hyllypaikka (<strong>loc</strong>).

source: searching.pref#AdvancedSearchTypes# Show tabs in OPAC and staff-side advanced search for limiting searches on the
ar: إظهار التبويبات في أوباك والموظفين في جانب البحث المتقدم للحد من عمليات البحث حول
fi_fi: Näytä Tarkennetun haun välilehdet asiakas- ja virkailijakäyttöliittymässä hakujen rajaamiseksi

source: searching.pref#AdvancedSearchTypes# fields (separate values with |). Tabs appear in the order listed.<br/>
ar: الحقول (افصل بين الحقول باستخدام | ). التبويبات التي تظهر في الطلب المدرج.<br/>
fi_fi: eri hakukentissä (arvojen erottimena on |). Välilehdet esitetään tässä annetussa järjestyksessä.<br/>

source: searching.pref#FacetLabelTruncationLength# Truncate facets length to
ar: تقصير طول الواجهة إلى
fi_fi: Näytä hakutuloslistan asiasanafasetit maksimipituudessa

source: searching.pref#FacetLabelTruncationLength# characters, in OPAC/staff interface.
ar: حرفا,في الأوباك/واجهة العميل.
fi_fi: merkkiä (sekä asiakas- että virkailijaliittymässä).

source: searching.pref#IncludeSeeFromInSearches# <i>see from</i> (non-preferred form) headings in bibliographic searches. Please note: you will need to reindex your bibliographic database when changing this preference.
ar: <i>شاهد من</i> (شكل غير مفضل) العناوين في عمليات البحث الببليوغرافي. يرجى ملاحظة: ستحتاج لإعادة فهرسة قاعدة البيانات الببليوغرافية الخاصة بك عند تغيير هذا التفضيل.

source: searching.pref#IncludeSeeFromInSearches# Don't include
ar: لا تضمن

source: searching.pref#IncludeSeeFromInSearches# Include
ar: ضمن

source: searching.pref#IntranetNumbersPreferPhrase# By default,
ar: إفتراضياً،

source: searching.pref#IntranetNumbersPreferPhrase# don't use
ar: لا تستخدم

source: searching.pref#IntranetNumbersPreferPhrase# the operator "phr" in the callnumber and standard number staff client searches
ar: المشغل "PHR" في رقم الطلب ومستوى عدد عمليات البحث لعميل الموظفين

source: searching.pref#IntranetNumbersPreferPhrase# use
ar: استخدم

source: searching.pref#OPACItemsResultsDisplay# Don't show
ar: لا تعرض
fi_fi: Älä näytä

source: searching.pref#OPACItemsResultsDisplay# Show
ar: اعرض
fi_fi: Näytä

source: searching.pref#OPACItemsResultsDisplay# an item's library, location and call number in OPAC search results.
ar: مادة للمكتبة ، المكان ورقم الاستدعاء في نتائج البحث على أوباك
fi_fi: niteen omistavaa kirjastoa, sijaintia ja luokkaa asiakaskäyttöliittymän hakutuloksissa.

source: searching.pref#OPACNumbersPreferPhrase# By default,
ar: بشكل افتراضي,

source: searching.pref#OPACNumbersPreferPhrase# don't use
ar: لا تستخدم

source: searching.pref#OPACNumbersPreferPhrase# the operator "phr" in the callnumber and standard number OPAC searches
ar: المعامل "phr" في رقم الطب والرقم المقياسي ﻷبحاث أوباك

source: searching.pref#OPACNumbersPreferPhrase# use
ar: استخدم

source: searching.pref#OPACdefaultSortField# By default, sort search results in the OPAC by
ar: بشكل إفتراضي, قم بترتيب نتائج البحث في الأوباك
fi_fi: Asiakaskäyttöliittymän hakutulosten lajittelun oletusjärjestys on

source: searching.pref#OPACdefaultSortField# ascending.
ar: بشكل تصاعدي
fi_fi: laskevassa järjestyksessä / uusimmat ensin.

source: searching.pref#OPACdefaultSortField# author
ar: حسب المؤلف
fi_fi: tekijän mukaan

source: searching.pref#OPACdefaultSortField# call number
ar: برقم الإستدعاء
fi_fi: hyllypaikan mukaan

source: searching.pref#OPACdefaultSortField# date added
ar: حسب تاريخ الإضافة
fi_fi: uutuusjärjestys (tietokantaan lisäämispäivämäärän mukaan),

source: searching.pref#OPACdefaultSortField# date of publication
ar: حسب تاريخ النشر
fi_fi: julkaisuajan mukaan

source: searching.pref#OPACdefaultSortField# descending.
ar: تنازليا.
fi_fi: nousevassa järjestyksessä / vanhimmat ensin.

source: searching.pref#OPACdefaultSortField# from A to Z.
ar: تصاعدي هجائي.
fi_fi: A:sta Ö:hön.

source: searching.pref#OPACdefaultSortField# from Z to A.
ar: تنازلي هجائي.
fi_fi: Ö:stä A:han.

source: searching.pref#OPACdefaultSortField# relevance
ar: حسب الإتصال بالموضوع
fi_fi: osuvuuden mukaan

source: searching.pref#OPACdefaultSortField# title
ar: عنوان
fi_fi: nimekkeen mukaan

source: searching.pref#OPACdefaultSortField# total number of checkouts
ar: إجمالي عدد الإعارات
fi_fi: suosituimmuuden mukaan (lainauskerrat)

source: searching.pref#OPACnumSearchResults# By default, show
ar: افتراضيا, عرض
fi_fi: Näytä

source: searching.pref#OPACnumSearchResults# results per page in the OPAC.
ar: نتيجة لكل صفحة في الأوباك.
fi_fi: hakutulosta sivulla asiakasliittymässä (oletusarvona).

source: searching.pref#OpacGroupResults# Don't use
ar: عدم استخدام
fi_fi: Älä käytä

source: searching.pref#OpacGroupResults# PazPar2 to group similar results on the OPAC. This requires that PazPar2 is set up and running.
ar: بتجميع نتائج البحث المتشابهة في الأوباك.وتشغيل يتطلب هذا ضبط PazPar2 .
fi_fi: PazPar2-hakumoottoria tulosten ryhmittelyssä asiakaskäyttöliittymässä. Käyttö edellyttää, että PazPar2 on asennettu palvelimelle ja käynnistetty.

source: searching.pref#OpacGroupResults# Use
ar: استخدام
fi_fi: Käytä

source: searching.pref#QueryAutoTruncate# <br />(The * character would be used like so: <cite>Har*</cite> or <cite>*logging</cite>.)
ar: <br />(المحرف * سيستخدم كالتالي: <cite>مكتب*</cite> أو<cite>*مكتبة</cite>.)
fi_fi: <br />(Jokerimerkkiä * käytetään sananalkujen tai -loppujen etsimisen, esimerkiksi: <cite>Har*</cite> tai <cite>*logging</cite>.)

source: searching.pref#QueryAutoTruncate# Perform wildcard searching (where, for example, <cite>Har</cite> would match <cite>Harry</cite> and <cite>harp</cite>)
ar: إجراء بحث تبديلي (حيث, على سبيل المثال, <cite>Har</cite> قد يضاهي <cite>Harry</cite> و <cite>harp</cite>)
fi_fi: Muodosta hakusanoista jokerihakuja (jolloin esimerkiksi hakusana <cite>Har</cite> poimisi hakutulokseen kaikki tietueet, joissa esiintyvät merkkijonot <cite>Harry</cite> tai <cite>harp</cite>)

source: searching.pref#QueryAutoTruncate# automatically.
ar: تلقائياً.
fi_fi: automaattisesti.

source: searching.pref#QueryAutoTruncate# only if * is added.
ar: فقط في حالة إضافة* .
fi_fi: vain jos käyttäjä lisää jokerimerkkin *.

source: searching.pref#QueryFuzzy# Don't try
ar: عدم محاولة
fi_fi: Älä yritä soveltaa

source: searching.pref#QueryFuzzy# Try
ar: محاولة
fi_fi: Yritä soveltaa

source: searching.pref#QueryFuzzy# to match similarly spelled words in a search (for example, a search for <cite>flang</cite> would also match <cite>flange</cite> and <cite>fang</cite>; REQUIRES ZEBRA).
ar: لمضاهاة الكلمات المتشابهة هجائيا في البحث (على سبيل المثال, البحث عنr <cite>flang</cite> قد يضاهي <cite>flange</cite> و <cite>fang</cite>; يتطلب زيبرا).
fi_fi: äänteelliseen samankaltaisuuteen perustuvaa sumeaa hakua (jolloin esimerkiksi <cite>flang</cite> löytäisi muodot <cite>flange</cite> ja <cite>fang</cite>; vaatii ZEBRA-hakumoottorin käyttöä).

source: searching.pref#QueryStemming# Don't try
ar: عدم محاولة
fi_fi: Älä yritä soveltaa

source: searching.pref#QueryStemming# Try
ar: محاولة
fi_fi: Yritä soveltaa

source: searching.pref#QueryStemming# to match words of the same base in a search (for example, a search for <cite>enabling</cite> would also match <cite>enable</cite> and <cite>enabled</cite>; REQUIRES ZEBRA).
ar: لمضاهاة كلمات من نفس الأصل في البحث(على سبيل المثال, البحث عن <cite>enabling</cite> قد يضاهي أيضاً <cite>enable</cite> و <cite>enabled</cite>; يتطلب زيبرا).
fi_fi: löytää samanvartaloisia sanoja (esimerkiksi haku <cite>enabling</cite> löytäisi merkkijonot <cite>enable</cite> ja <cite>enabled</cite>; REQUIRES ZEBRA).

source: searching.pref#QueryWeightFields# Disable
ar: عطل
fi_fi: Älä yritä soveltaa

source: searching.pref#QueryWeightFields# Enable
ar: مكن
fi_fi: Yritä soveltaa

source: searching.pref#QueryWeightFields# ranking of search results by relevance (REQUIRES ZEBRA).
ar: تصنيف نتائج البحث بالصلة (يتطلب زيبرا).
fi_fi: hakutulosten osumatarkkuusjärjestystä hakutuloslistauksessa (Vaatii ZEBRA-hakumoottorin käyttöä).

source: searching.pref#TraceCompleteSubfields# Don't force
ar: عدم فرض
fi_fi: Älä rajaa asiasanaselausta

source: searching.pref#TraceCompleteSubfields# Force
ar: فرض
fi_fi: Rajaa asiasanaselaus

source: searching.pref#TraceCompleteSubfields# subject tracings in the OPAC and Staff Client to search only for complete-subfield matches.
ar: تعقب الموضوع في الأوباك وبرنامج العميل للبحث عن مضاهاة للحقل الفرعي-التام فقط.
fi_fi: etsimään ainoastaan täydellisiä asiasanaketjuja osakentistä.

source: searching.pref#TraceSubjectSubdivisions# Don't include
ar: عدم إدراج
fi_fi: Älä sisällytä

source: searching.pref#TraceSubjectSubdivisions# Include
ar: إدراج
fi_fi: Sisällytä

source: searching.pref#TraceSubjectSubdivisions# subdivisions for searches generated by clicking on subject tracings.
ar: أقسام البحث المولدة بالنقر على تعقب الموضوع.
fi_fi: asiasanaselauksen linkkilistaan selailun tuottamaa asiasanojen alajaottelua.

source: searching.pref#UNIMARCAuthorsFacetsSeparator# Use the following text as separator for UNIMARC authors facets
ar: أستخدم النصوص التالية منفصلةً لوجوه المؤلفين في يونيمارك

source: searching.pref#UseICU# ICU Zebra indexing. Please note: This setting will not affect Zebra indexing, it should only be used to tell Koha that you have activated ICU indexing if you have actually done so, since there is no way for Koha to figure this out on its own.
ar: الـ ICU في فهرسة زيبرا. رجاءاً لاحظ: أن هذا الخيار لن يؤثر على فهرسة زيبرا ، يستخدم فقط ليخبر كوها أنك قد فعلت فهرسة الـICU ، عند تفعيلك إياها ، وإذا لم تفعل فإن كوها لن يستخدمها من تلقاء نفسه ، (مستحسن استخدامه لفهارس للغات غير اللاتينية) مثل العربية.
fi_fi: ICU Zebra-indeksointi. HUOMAA: Tämä asetus ei vaikuta varsinaiseen ZEBRA-indeksointiin. Asetuksella ilmoitetaan ICU-indeksoinnin käytössäolo erikseen järjestelmälle, koska se ei pysty havaitsemaan sitä itse.

source: searching.pref#UseICU# Not using
ar: لا تستخدم
fi_fi: Ei ole käytössä

source: searching.pref#UseICU# Using
ar: يستخدم
fi_fi: On käytössä

source: searching.pref#defaultSortField# By default, sort search results in the staff client by
ar: افتراضيا، قم بترتيب نتائج البحث في برنامج العميل
fi_fi: Virkailijakäyttöliittymän hakutulosten lajittelun oletusjärjestys on

source: searching.pref#defaultSortField# ascending.
ar: تصاعديا.
fi_fi: laskeva järjestys / uusimmat ensin.

source: searching.pref#defaultSortField# author
ar: المؤلف
fi_fi: tekijän mukaan

source: searching.pref#defaultSortField# call number
ar: رقم الطلب
fi_fi: hyllypaikan mukaan

source: searching.pref#defaultSortField# date added
ar: تمت إضافة التاريخ
fi_fi: uutuusjärjestys (tietokantaan lisäämispäivämäärän mukaan)

source: searching.pref#defaultSortField# date of publication
ar: تاريخ النشر
fi_fi: julkaisuajan mukaan

source: searching.pref#defaultSortField# descending.
ar: تنازليا.
fi_fi: nousevassa järjestyksessä / vanhimmat ensin.

source: searching.pref#defaultSortField# from A to Z.
ar: من الألف إلى الياء.
fi_fi: A:sta Ö:hön.

source: searching.pref#defaultSortField# from Z to A.
ar: من الياء إلى الألف.
fi_fi: Ö:stä A:han.

source: searching.pref#defaultSortField# relevance
ar: الصلة
fi_fi: osuvuuden mukaan

source: searching.pref#defaultSortField# title
ar: العنوان
fi_fi: nimekkeen mukaan

source: searching.pref#defaultSortField# total number of checkouts
ar: إجمالي عدد الإعارات
fi_fi: suosituimmuuden mukaan (lainauskerrat)

source: searching.pref#displayFacetCount# Don't show
ar: عدم عرض
fi_fi: Älä näytä

source: searching.pref#displayFacetCount# Show
ar: عرض
fi_fi: Näytä

source: searching.pref#displayFacetCount# facet counts. The relevance of these numbers highly depends on the value of the maxRecordsForFacets preference. Applies to OPAC and staff interface.
ar: حسابات الواجهة. تعتمد صلة هذه هذه الأرقام بشكل كبير على قيمة تفضيل maxRecordsForFacets . المطبق على الأوباك وواجهة العميل.
fi_fi: kunkin fasetin esiintymien lukumäärä asiakas- ja virkailijakäyttöliittymissä. Näiden lukumäärien kuvaavuus riippuu olennaisesti maxRecordsForFacets-asetuksen arvosta.

source: searching.pref#expandedSearchOption# "More options" on the OPAC and staff advanced search pages.
ar: "المزيد من الخيارات"في صفحات البحث المتقدم في الأوباك وبرنامج العميل.
fi_fi: "Hae muualta"-valinta hakusivuilla asiakas- ja virkailijakäyttöliittymissä.

source: searching.pref#expandedSearchOption# By default,
ar: افتراضيا,
fi_fi: Oletusarvoisesti

source: searching.pref#expandedSearchOption# don't show
ar: عدم عرض
fi_fi: älä näytä

source: searching.pref#expandedSearchOption# show
ar: عرض
fi_fi: näytä

source: searching.pref#maxItemsInSearchResults# Show up to
ar: عرض حتى
fi_fi: Näytä korkeintaan

source: searching.pref#maxItemsInSearchResults# items per biblio in the search results
ar: مادة لكل تسجيلة بيبلوجرافية في نتائج البحث
fi_fi: nidettä tietuetta kohti hakutuloksissa.

source: searching.pref#maxRecordsForFacets# Build facets based on
ar: بناء الواجهة بناء على
fi_fi: Kokoa hakutulosnäytön vasemman sivupalkin fasetit

source: searching.pref#maxRecordsForFacets# records from the search results.
ar: التسجيلات من نتائج البحث
fi_fi: hakutulosjoukon tietueista.

source: searching.pref#numSearchResults# By default, show
ar: افتراضيا, قم بعرض
fi_fi: Näytä oletusarvoisesti

source: searching.pref#numSearchResults# results per page in the staff client.
ar: نتيجة لكل صفحة في برنامج العميل.
fi_fi: hakutulosta sivulla virkailijakäyttöliittymässä.

source: serials.pref
ar: دوريات
fi_fi: Kausijulkaisut

source: serials.pref#OPACSerialIssueDisplayCount# Show the
ar: عرض الـ
fi_fi: Näytä

source: serials.pref#OPACSerialIssueDisplayCount# previous issues of a serial on the OPAC.
ar: الأعداد السابقة من دورية في الأوباك.
fi_fi: kausijulkaisun edelliset numerot asiakaskäyttöliittymässä.

source: serials.pref#RenewSerialAddsSuggestion# Add
ar: إضافة
fi_fi: Ehdota

source: serials.pref#RenewSerialAddsSuggestion# Don't add
ar: عدم إضافة
fi_fi: Älä ehdota

source: serials.pref#RenewSerialAddsSuggestion# a suggestion for a biblio when its attached serial is renewed.
ar: اقتراح للتسجيلة البيبلوجرافية عند تجديد الدورية المرفقة بها.
fi_fi: luettelointitietuetta kun siihen liitetyn kausijulkaisun tilaus uudistetaan.

source: serials.pref#RoutingListAddReserves# Don't place
ar: عدم وضع
fi_fi: Älä merkitse varatuksi

source: serials.pref#RoutingListAddReserves# Place
ar: وضع
fi_fi: Merkitse varatuksi

source: serials.pref#RoutingListAddReserves# received serials on hold if they are on a routing list.
ar: الدوريات المستلمة في الحجز إذا كانت في قائمة تمرير.
fi_fi: saapuneet kausijulkaisun numero(a), jos sille on olemassa kiertolista.

source: serials.pref#RoutingListNote# Include following note on all routing lists:
ar: تتضمن الملاحظة التالية على جميع قوائم التوجيه:
fi_fi: Liitä seuraava ohjeteksti kaikkiin kiertolistoihin:

source: serials.pref#RoutingSerials# Add
ar: إضافة
fi_fi: Liitä

source: serials.pref#RoutingSerials# Don't add
ar: عدم إضافة
fi_fi: Älä liitä

source: serials.pref#RoutingSerials# received serials to the routing list.
ar: الدوريات المستلمة إلى قائمة التمرير.
fi_fi: saapuneet kausijulkaisun numerot kiertolistalle.

source: serials.pref#StaffSerialIssueDisplayCount# Show the
ar: عرض الـ
fi_fi: Näytä

source: serials.pref#StaffSerialIssueDisplayCount# previous issues of a serial on the staff client.
ar: أعداد سابقة من دورية في برنامج العميل.
fi_fi: kausijulkaisun edelliset numerot virkailijakäyttöliittymässä.

source: serials.pref#SubscriptionDuplicateDroppedInput# List of fields which must not be rewritten when a subscription is duplicated (Separated by pipe |)
ar: قائمة الحقول التي لا يجب إعادة كتابتها عندما يتم تكرار الإشتراك (إفصل بينها باستخدام هذا الرمز | )
fi_fi: Kentät, joiden tietoja ei päivitetä kun tilaus kopioidaan uuden tilauksen pohjaksi (Erottimena merkki |)

source: serials.pref#SubscriptionHistory# When showing the subscription information for a bibliographic record, preselect
ar: عند إظهار معلومات الإشتراك للتسجيلة البيبليوغرافية، قبل الإختيار
fi_fi: Näytä kausijulkaisun saapumishistoriassa

source: serials.pref#SubscriptionHistory# brief history
ar: تاريخ موجز
fi_fi: lyhyet tiedot

source: serials.pref#SubscriptionHistory# full history
ar: تاريخ كامل
fi_fi: täydet tiedot

source: serials.pref#SubscriptionHistory# view of serial issues.
ar: عرض لسلسلة الإصدارات
fi_fi: tilauksen niteistä.

source: serials.pref#opacSerialDefaultTab# Holdings tab
ar: تبويب المقتنيات
fi_fi: kokoelmatiedot

source: serials.pref#opacSerialDefaultTab# Serial Collection tab
ar: تبويب مجموعة الدورية
fi_fi: kokoelmatiedot

source: serials.pref#opacSerialDefaultTab# Show
ar: عرض
fi_fi: Näytä

source: serials.pref#opacSerialDefaultTab# Subscriptions tab
ar: تبويب الاشتراكات
fi_fi: tilaustiedot

source: serials.pref#opacSerialDefaultTab# as default tab for serials in OPAC. Please note that the Serial Collection tab is currently available only for UNIMARC.
ar: كتبويب افتراضي للدوريات في الأوباك. الرجاء ملاحظة أن تبويب مجموعة الدورية متاح خاليا فقط لـ UNIMARC.
fi_fi: oletusvälilehtenä asiakaskäyttöliittymässä. HUOMAA: Kokoelmavälilehti on käytettävissä vain UNIMARC-luettelointiformaattia käytettäessä.

source: staff_client.pref
ar: موظف
fi_fi: Virkailijakäyttöliittymä

source: staff_client.pref Appearance
ar: المظهر
fi_fi: Ulkoasu

source: staff_client.pref Options
ar: خيارات
fi_fi: Asetukset

source: staff_client.pref#Display856uAsImage# Both Results and Details pages (for future use, Results XSLT not functional at this time).
ar: كلا من صفحتي التفاصيل والنتائج (للاستخدام مستقبلاً, نتائج XSLT غير عملية في الوقت الحالي).
fi_fi: sekä hakutuloksissa että Täydet tiedot -näkymässä (tulevaan käyttöön tarkoitettu, Results XSLT ei ole vielä käytettävissä).

source: staff_client.pref#Display856uAsImage# Details page only
ar: صفحة التفاصيل فقط
fi_fi: vain Tarkat tiedot -näkymässä

source: staff_client.pref#Display856uAsImage# Display the URI in the 856u field as an image on:
ar: عرض ال URI في الحقل 856uكصورة في :
fi_fi: Näytä MARC-osakentän 856u URI kuvakkeena

source: staff_client.pref#Display856uAsImage# Neither Details or Results pages
ar: لا صفحات التفاصيل ولا صفحات النتائج
fi_fi: ei kummassakaan, hakutuloksissa tai Tarkat tiedot -näkymässä.

source: staff_client.pref#Display856uAsImage# Note: The corresponding XSLT option must be turned on.
ar: ملاحظة: يجب تفعيل خيار XSLT المشابه.
fi_fi: HUOMAA: Vastaavan XSLT-valinnan täytyy olla kytkettynä päälle.

source: staff_client.pref#Display856uAsImage# Results page (for future use, Results XSLT not functional at this time).
ar: صفحة النتائج(للاستخدام المستقبلي, نتائج XSLT ليست قيد العمل في الوقت الحالي).
fi_fi: hakutulosnäytössä (tulevaan käyttöön tarkoitettu, Results XSLT ei ole vielä käytettävissä).

source: staff_client.pref#HidePatronName# Don't show
ar: عدم عرض
fi_fi: Älä näytä

source: staff_client.pref#HidePatronName# Show
ar: عرض
fi_fi: Näytä

source: staff_client.pref#HidePatronName# the names of patrons that have items checked out or on hold on detail pages or the "Place Hold" screen.
ar: اسماء المستفيدين الذين لديهم مواد معارة أو في الحجز في صفحات التفاصيل أو شاشة"وضع حجز" .
fi_fi: niteen lainanneen tai varanneen asiakkaan nimeä Tarkat tiedot -näkymässä tai varausta tehtäessä.

source: staff_client.pref#IntranetFavicon# Use the image at
ar: استخدام الصورة من
fi_fi: Käytä kuvaa osoitteessa

source: staff_client.pref#IntranetFavicon# for the Staff Client's favicon. (This should be a complete URL, starting with <code>http://</code>.)
ar: لأيقونة برنامج العميل. (يجب أن يكون هذا URL كاملا, بادئا بـ <code>http://</code>.)
fi_fi: virkailijakäyttöliittymän osoiteikkuna- ja kirjanmerkkikuvakkeena (favicon). (Anna täydellinen URL-osoite, joka alkaa merkeillä <code>http://</code>.)

source: staff_client.pref#IntranetNav# Show the following HTML to the left of the More menu at the top of each page on the staff client (should be a list of links or blank):
ar: إظهار HTML التالية إلى اليسار أكثر من القائمة في أعلى كل صفحة على العميل الموظفين (يجب أن تكون قائمة روابط أو فارغة):
fi_fi: Virkailijakäyttöliittymän jokaisella sivulla näkyvässä navigointipalkissa olevan Muita toimintoja -painikkeen vasemmalle puolelle tuleva ylimääräinen HTML-koodi (yleensä linkkilista tai tyhjä, jos ei käytössä):

source: staff_client.pref#IntranetSlipPrinterJS# Use the following JavaScript for printing slips. Define at least function printThenClose(). For use e.g. with Firefox PlugIn jsPrintSetup, see http://jsprintsetup.mozdev.org/:
ar: استخدم الجافا سكربت التالية لطباعة اللصاقات. حدد على الأقل وظيفة للاستخدامprintThenClose(). مثال بإضافات الفاير فوكس jsPrintSetup ، شاهد http://jsprintsetup.mozdev.org/:

source: staff_client.pref#IntranetUserCSS# Include the following CSS on all pages in the staff client:
ar: إدراج ال CSS في كل الصفحات في برنامج العميل:
fi_fi: Käytä seuraavaa CSS-tyylitiedostoa virkailijakäyttöliittymän kaikilla sivuilla:
