Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: logs.pref#ReturnLog# Log
ar: تسجيل
fi_fi: Ylläpidä lokitiedostoa

source: logs.pref#ReturnLog# when items are returned.
ar: عندما تكون المواد مرجعة.
fi_fi: palautetuista niteistä.

source: logs.pref#SubscriptionLog# Don't log
ar: عدم التسجيل
fi_fi: Älä ylläpidä lokitiedostoa

source: logs.pref#SubscriptionLog# Log
ar: التسجيل
fi_fi: Ylläpidä lokitiedostoa

source: logs.pref#SubscriptionLog# when serials are added, deleted or changed.
ar: عندما تكون السلاسل مضافة ومحذوفة أو تم تغيرها.
fi_fi: lisätyistä, poistetuista tai muutetuista kausijulkaisuista.

source: opac.pref
ar: أوباك
fi_fi: Asiakaskäyttöliittymä

source: opac.pref Appearance
ar: المظهر
fi_fi: Ulkonäkö

source: opac.pref Features
ar: ميزات
fi_fi: Ominaisuudet

source: opac.pref Policy
ar: سياسة
fi_fi: Asetukset

source: opac.pref Privacy
ar: خصوصية
fi_fi: Yksityisyysasetukset

source: opac.pref Shelf Browser
ar: متصفح الرف
fi_fi: Virtuaalihyllyt

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#AllowPurchaseSuggestionBranchChoice# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#AllowPurchaseSuggestionBranchChoice# patrons to select library when making a purchase suggestion
ar: مستفيدين ﻹختيار مكتبة عند ما يتم إقتراح شراء
fi_fi: käyttäjän valita kirjastoa tehdessään hankintaehdotuksen.

source: opac.pref#AnonSuggestions# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#AnonSuggestions# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#AnonSuggestions# patrons that aren't logged in to make purchase suggestions. Suggestions are connected to the AnonymousPatron syspref
ar: للمستفيدين غير مسجلي الدخول بعمل مقترحات شراء. المقترحات متصلة بتفضيل النظام AnonymousPatron
fi_fi: käyttäjien tehdä hankintaehdotuksia ilman kirjautumista. Nimettömät hankintaehdotukset liitetään järjestelmäprofiiliin AnonymousPatron.

source: opac.pref#AnonymousPatron# Use borrowernumber
ar: استخدام رقم المستعير
fi_fi: Käytä lainaajanumeroa

source: opac.pref#AnonymousPatron# as the Anonymous Patron (for anonymous suggestions and reading history)
ar: كمستفيد مجهول (للحصول على اقتراحات مجهولة المصدر وتاريخ القراءة)
fi_fi: nimettömille hankintaehdotuksille ja muille historiatiedoille.

source: opac.pref#AuthorisedValueImages# Don't show
ar: عدم الإظهار
fi_fi: Älä näytä

source: opac.pref#AuthorisedValueImages# Show
ar: الإظهار
fi_fi: Näytä

source: opac.pref#AuthorisedValueImages# images for <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (such as lost statuses and locations) in search results and item detail pages on the OPAC.
ar: الصور لـِ<a href="/cgi-bin/koha/admin/authorised_values.pl">القيم الإستنادية</a> (مثل حالات الفقدان والمواقع) في نتائج البحث وصفحات تفاصيل المواد في الأوباك.
fi_fi: kuvia <a href="/cgi-bin/koha/admin/authorised_values.pl">tilatiedoille</a> (kuten kadonnut / sijainti) hakutuloksissa ja asiakasliittymän Tarkat tiedot -näytössä.

source: opac.pref#BiblioDefaultView# By default, show bib records
ar: إظهار التسجيلات الببليوغرافية
fi_fi: Näytä oletusarvoisesti luettelointitiedot

source: opac.pref#BiblioDefaultView# as specified in the ISBD template.
ar: كما المحدد في نموذج تدمك ISBD .
fi_fi: ISBD-mallin mukaisesti.

source: opac.pref#BiblioDefaultView# in simple form.
ar: في الشكل البسيط.
fi_fi: lyhyessä muodossa.

source: opac.pref#BiblioDefaultView# in their MARC form.
ar: في شكل المارك الخاص بهم .
fi_fi: MARC-formaatin mukaisesti.

source: opac.pref#COinSinOPACResults# COinS / OpenURL / Z39.88 in OPAC search results. <br/>Warning: Enabling this feature will slow OPAC search response times.
ar: COinS / OpenURL / Z39.88 في نتائج بحث على الأوباك ،<br/>تحذير : تفعيل هذه الميزة سيبطئ إستجابة وقت إستجابة البحث في الأوباك.
fi_fi: COinS / OpenURL / Z39.88 asiakasliittymän hakutuloksissa.<br/>VAROITUS: Tämän ominaisuuden käyttö hidastaa asiakasliittymän hakutoimintoa.

source: opac.pref#COinSinOPACResults# Don't include
ar: عدم إدراج
fi_fi: Älä sisällytä

source: opac.pref#COinSinOPACResults# Include
ar: إدراج
fi_fi: Sisällytä

source: opac.pref#EnableOpacSearchHistory# Don't keep
ar: عدم الاحتفاظ بـ
fi_fi: Älä tarjoa

source: opac.pref#EnableOpacSearchHistory# Keep
ar: الاحتفاظ بـ
fi_fi: Tarjoa

source: opac.pref#EnableOpacSearchHistory# patron search history in the OPAC.
ar: تاريخ بحث المستفيد في واجهة المستفبد (OPAC).
fi_fi: käyttäjän istunnonaikaista hakuhistoriaa asiakasliittymässä.

source: opac.pref#LibraryName# Show
ar: إظهار
fi_fi: Näytä

source: opac.pref#LibraryName# as the name of the library on the OPAC.
ar: مثل اسم المكتبة على واجهة المستفيد (OPAC).
fi_fi: kirjastonnimenä asiakasliittymässä.

source: opac.pref#OPACBaseURL# The OPAC is located at http://
ar: يقع OPAC في http://
fi_fi: Asiakasliittymä (OPAC) sijaitsee osoitteessa http://

source: opac.pref#OPACDisplay856uAsImage# Both Details and Results pages
ar: كلا من تفاصيل وصفحات النتائج
fi_fi: sekä Tarkat tiedot -näkymässä että Hakutulos-näytöllä

source: opac.pref#OPACDisplay856uAsImage# Details page only
ar: صفحة تفاصيل فقط
fi_fi: vain Tarkat tiedot -näkymässä

source: opac.pref#OPACDisplay856uAsImage# Display the URI in the 856u field as an image on:
ar: لعرض URI في مجال 856u كصورة في:
fi_fi: Kentän 856u antama URI esitetään kuvana

source: opac.pref#OPACDisplay856uAsImage# Neither Details or Results pages
ar: أي من تفاصيل أو صفحات النتائج
fi_fi: Ei Tarkat tiedot- näkymässä eikä Hakutulos-näytöllä

source: opac.pref#OPACDisplay856uAsImage# Note: The corresponding OPACXSLT option must be turned on.
ar: ملاحظة: يجب تشغيل الخيار OPACXSLT المقابل في:
fi_fi: HUOMAA: Vastaava OPACXSLT-vaihtoehto on oltava valittuna.

source: opac.pref#OPACDisplay856uAsImage# Results page only
ar: صفحة النتائج فقط
fi_fi: vain Hakutulos-näytöllä

source: opac.pref#OPACFineNoRenewals# Only allow patrons to renew their own books on the OPAC if they have less than
ar: فقط السماح للمستفيدين بتجديد الكتب الخاصة بهم على واجة المستفيد OPAC إذا كان لديهم أقل من
fi_fi: Salli käyttäjän uusia lainoja asiakasliittymässä vain jos hänellä on vähemmän kuin

source: opac.pref#OPACFineNoRenewals# [% local_currency %] in fines (leave blank to disable).
ar: [% local_currency %] في الغرامات (اتركه فارغا لتعطيل).
fi_fi: [% local_currency %] maksamattomia maksuja (jätä kenttä tyhjäksi jos rajoitus ei ole käytössä).

source: opac.pref#OPACFinesTab# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OPACFinesTab# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#OPACFinesTab# patrons to access the Fines tab on the My Account page on the OPAC.
ar: للمستفيدين بالوصول إلى تبويب الغرامات على صفحة حسابي في واجهة المستفيد (OPAC).
fi_fi: käyttäjän päästä Maksut-välilehdelle asiakasliittymän Omat tiedot -sivulla.

source: opac.pref#OPACItemHolds# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OPACItemHolds# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#OPACItemHolds# patrons to place holds on specific items in the OPAC. If this is disabled, users can only put a hold on the next available item.
ar: للمستفيدين بوضع حجوزات على مواد محددة في واجهة المستفيد (OPAC) في حالة إيقاف هذا التفضيل يمكن للمستخدمين وضع حجز على المادة المتاحة التالية فقط.
fi_fi: käyttäjän tehdä nidevarauksia asiakasliittymässä. Muuten käyttäjän varaus kodistuu seuraavana saatavilla olevaan niteeseen.

source: opac.pref#OPACMobileUserCSS# Include the following CSS for the mobile view on all pages in the OPAC:
ar: تضمين CSS التالية للحصول على العرض الهاتفي على كافة الصفحات في OPAC:

source: opac.pref#OPACMySummaryHTML# <br />Note: The placeholders {BIBLIONUMBER}, {TITLE}, {ISBN} and {AUTHOR} will be replaced with information from the displayed record.
ar: <br />ملاحظة العناصر النائبة {BIBLIONUMBER}, {TITLE}, {ISBN} و {AUTHOR} ستستبدل بالمعلومات من التسجيلة المعروضة.
fi_fi: <br />HUOMAA: Paikat {BIBLIONUMBER}, {TITLE}, {ISBN} ja {AUTHOR} täytetään näytettävän tietueen tiedoilla.

source: opac.pref#OPACMySummaryHTML# Include a "Links" column on the "my summary" and "my reading history" tabs when a user is logged in to the OPAC, with the following HTML (leave blank to disable):
ar: أضف عموداً من "الروابط" على تبويبات "ملخصي" و "وتاريخ قراءاتي" عندما يقوم المستخدم بالولوج إلى الأوباك، باستخدام صيغة HTML التالية (اتركه فارغاً لتعطله):

source: opac.pref#OPACNoResultsFound# Display this HTML when no results are found for a search in the OPAC:
ar: قم بعرض هذا ال HTML عند عدم العثور على نتائج للبحث في واجهة المستفيد (OPAC):
fi_fi: Asiakasliittymän tyhjän Hakutulos-näytön ohjeteksti HTML-muodossa:

source: opac.pref#OPACPatronDetails# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OPACPatronDetails# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#OPACPatronDetails# patrons to notify the library of changes to their contact information from the OPAC.
ar: للمستفيدين بإخطار المكتبة بالتغييرات في معلومات الاتصال الخاصة بهم من واجهة المستفيد (OPAC).
fi_fi: käyttäjän muuttaa yhteystietojaan asiakasliittymän kautta.

source: opac.pref#OPACPrivacy# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OPACPrivacy# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#OPACPrivacy# patrons to choose their own privacy settings for their reading history. This requires opacreadinghistory and AnonymousPatron
ar: للمستفيدين باختيار إعدادات الخصوصية الخاصة بهم لسجل قراءتهم. يتطلب هذا opacreadinghistory و AnonymousPatron
fi_fi: käyttäjän kytkeä päälle tai pois päältä lainahistoriaansa. Tämä toiminto edellyttää muuttujia opacreadinghistory and AnonymousPatron.

source: opac.pref#OPACResultsSidebar# Include the following HTML under the facets in OPAC search results:
ar: تشمل HTML التالية تحت الأوجه في نتائج البحث واجهة المستفيد ( OPAC ):
fi_fi: Asiakasliittymän Hakutulos-näytön fasettien alapuolella oleva HTML-koodi:

source: opac.pref#OPACSearchForTitleIn# <br />Note: The placeholders {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} and {AUTHOR} will be replaced with information from the displayed record.
ar: <br />ملاحظة : المتغيرات {BIBLIONUMBER}, {CONTROLNUMBER}, {TITLE}, {ISBN}, {ISSN} and {AUTHOR} سيتم استبدالها بمعلومات عرض التسجيلة
fi_fi: <br />HUOMAA: Paikat {BIBLIONUMBER}, {TITLE}, {ISBN} ja {AUTHOR} täytetään näytettävän tietueen tiedoilla.

source: opac.pref#OPACSearchForTitleIn# Include a "More Searches" box on the detail pages of items on the OPAC, with the following HTML (leave blank to disable):
ar: قم بإدراج مربع "المزيد من البحث" في صفحات تفاصيل المواد في واجهة المستفيد (OPAC), بال HTML التالي (اتركه خاليا للإيقاف):
fi_fi: Sisällytä "Hae muualta"- laatikko asiakasliittymän Tarkat tiedot -näkymään seuraavalla HTML-koodilla (jätä tyhjäksi jos tämä ei ole käytössä):

source: opac.pref#OPACShelfBrowser# Don't show
ar: عدم الإظهار
fi_fi: Älä näytä

source: opac.pref#OPACShelfBrowser# Show
ar: إظهار
fi_fi: Näytä

source: opac.pref#OPACShelfBrowser# a shelf browser on item details pages, allowing patrons to see what's near that item on the shelf. Note that this uses up a fairly large amount of resources on your server, and should be avoided if your collection has a large number of items.
ar: متصفح رف في صفحات تفاصيل المادة, مما يسمح للمستفيدين برؤية مدى قرب هذه المادة على الرف.لاحظ أن هذا التفضيل يستخدم كما كبيرا من موارد خادمك,ويجب تجنبه إذا كانت مجموعتك تحتوي عددا كبيرا من المواد.
fi_fi: niteen molemmin puolin hyllyssä olevat vieruskirjat näyttävä virtuaalihylly Tarkat tiedot -näkymässä. HUOMAA: toiminto syö paljon resursseja ja soveltuu lähinnä pienten kirjastojen käyttöön.

source: opac.pref#OPACShowBarcode# Don't show
ar: لا تعرض

source: opac.pref#OPACShowBarcode# Show
ar: عرض

source: opac.pref#OPACShowBarcode# the item's barcode on the holdings tab.
ar: باركود المواد على ملصق الحجوزات

source: opac.pref#OPACShowCheckoutName# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: opac.pref#OPACShowCheckoutName# Show
ar: إظهار
fi_fi: Näytä

source: opac.pref#OPACShowCheckoutName# the name of the patron that has an item checked out on item detail pages on the OPAC.
ar: اسم المستفيد الذي لديه مادة معارة في صفحات تفاصيل المادة في واجهة المستفيد (OPAC).
fi_fi: niteen lainanneen asiakkaan nimeä asiakasliittymän Tarkat nidetiedot -näkymässä.

source: opac.pref#OPACShowHoldQueueDetails# Don't show any hold details
ar: لا تظهر أي تفاصيل للحجز

source: opac.pref#OPACShowHoldQueueDetails# Show holds
ar: عرض الحجوزات

source: opac.pref#OPACShowHoldQueueDetails# Show holds and their priority level
ar: عرض الحجوزات و مستوى الأولوية

source: opac.pref#OPACShowHoldQueueDetails# Show priority level
ar: عرض مستوى الأولوية

source: opac.pref#OPACShowHoldQueueDetails# to patrons in the OPAC.
ar: للمستفيدين في الأوباك.

source: opac.pref#OPACShowUnusedAuthorities# Do not show
ar: لا تعرض

source: opac.pref#OPACShowUnusedAuthorities# Show
ar: أعرض

source: opac.pref#OPACShowUnusedAuthorities# unused authorities in the OPAC authority browser.
ar: الملفات الإستنادية الغير مستخدمة في متصفح الإستنادات في أوباك.

source: opac.pref#OPACURLOpenInNewWindow# When patrons click on a link to another website from your OPAC (like Amazon or OCLC),
ar: حين يقوم المستفيد بالنقر على رابط لموقع الكتروني آخر من واجهة أوباك (مثل أمازون أو OCLC),
fi_fi: Kun käyttäjä siirtyy asiakasliittymän linkin kautta toiselle sivustolle, avaa uusi sivusto

source: opac.pref#OPACURLOpenInNewWindow# do
ar: قم بِـ
fi_fi: uuteen

source: opac.pref#OPACURLOpenInNewWindow# don't
ar: لا تقم بِـ
fi_fi: samaan

source: opac.pref#OPACURLOpenInNewWindow# open the website in a new window.
ar: فتح الموقع الالكتروني في نافذة جديدة.
fi_fi: ikkunaan.

source: opac.pref#OPACUserCSS# Include the following CSS on all pages in the OPAC:
ar: ضمن كود CSS التالي في كل صفحات واجهة المستفيد (OPAC):
fi_fi: Kaytä asiakaskäyttöliittymässä seuraavia CSS-määrityksiä:

source: opac.pref#OPACViewOthersSuggestions# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: opac.pref#OPACViewOthersSuggestions# Show
ar: إظهار
fi_fi: Näytä

source: opac.pref#OPACViewOthersSuggestions# purchase suggestions from other patrons on the OPAC.
ar: مقترحات الشراء من المستفيدين الآخرين في واجهة المستفيد (OPAC).
fi_fi: toisten käyttäjien tekemiä hankintaehdotuksia asiakasliittymässä.

source: opac.pref#OPACXSLTDetailsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="default">default</a>" for the default one</li><li>put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
ar: <br />الخيارات:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="">اتركه فارغاً</a>للقيمة "بدون xslt"</li><li>أدخل "<a href="#" class="set_syspref" data-syspref="OPACXSLTDetailsDisplay" data-value="default">default</a>" للإعدادات الإفتراضية</li><li> ضع مساراً لتحدد ملف xslt </li><li> ضع وصلة URL ﻷنماط خارجية مخصصة. </li></ul>{langcode} سيتم إستبدالها بلغة الواجهة الحالية

source: opac.pref#OPACXSLTDetailsDisplay# Display OPAC details using XSLT stylesheet at:
ar: عرض تفاصيل أوباك بإستخدام أنماط XSLTعلى :
fi_fi: Näytä asiakasliittymä käyttäen XSLT-tyylitiedostoa osoitteessa:

source: opac.pref#OPACXSLTResultsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="default">default</a>" for the default one</li><li> put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
ar: <br />الخيارات:<ul><li><a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value=""> أتركه فارغاً </a>لقيمة "بدون xslt"</li><li>أدخل "<a href="#" class="set_syspref" data-syspref="OPACXSLTResultsDisplay" data-value="default">الإفتراضي</a> للخيار الإفتراضي</li><li> ضع مساراً لتحدد ملفxslt </li><li> ضع وصلة URL لنمط خارجي مخصص.</li></ul> {langcode} سيتم إستبادلها بغلة الواجهة الحالية

source: opac.pref#OPACXSLTResultsDisplay# Display OPAC results using XSLT stylesheet at:
ar: عرض تفاصيل أوباك بإستخدام أنماط XSLTعلى :
fi_fi: Näytä asiakasliittymä käyttäen XSLT-tyylitiedostoa osoitteessa:

source: opac.pref#OPACpatronimages# Don't show
ar: لا تظهر
fi_fi: Älä näytä

source: opac.pref#OPACpatronimages# Show
ar: أظهر
fi_fi: Näytä

source: opac.pref#OPACpatronimages# patron images on the patron information page in the OPAC.
ar: صور المستفيد في صفحة معلومات المستفيد على اﻷوباك
fi_fi: käyttäjäkuvia asiakasliittymän käyttäjätietosivulla.

source: opac.pref#OpacAddMastheadLibraryPulldown# Add
ar: إضافة
fi_fi: Lisää

source: opac.pref#OpacAddMastheadLibraryPulldown# Don't add
ar: عدم إضافة
fi_fi: Älä lisää

source: opac.pref#OpacAddMastheadLibraryPulldown# a library select pulldown menu on the OPAC masthead.
ar: قائمة تحديد المكتبة المنسدلة في واجهة المستفيد OPAC الرئيسية.
fi_fi: kirjastonvalinnan alasvetolistaa asiakasliittymän mastheadiin.

source: opac.pref#OpacAllowPublicListCreation# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OpacAllowPublicListCreation# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#OpacAllowPublicListCreation# opac users to create public lists
ar: إنشاء القوائم العامة لمستخدمي أوباك
fi_fi: käyttäjien tehdä asiakasliittymällä omia julkisia listoja

source: opac.pref#OpacAllowSharingPrivateLists# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OpacAllowSharingPrivateLists# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: opac.pref#OpacAuthorities# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OpacAuthorities# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#OpacAuthorities# patrons to search your authority records.
ar: للمستفيدين ببحث تسجيلات الاستناد الخاصة بك.
fi_fi: käyttäjien tehdä auktoriteettitiedoistoihin kohdistuvia hakuja.

source: opac.pref#OpacBrowseResults# Disable
ar: لاتمكن
fi_fi: Poista käytöstä

source: opac.pref#OpacBrowseResults# Enable
ar: تمكين
fi_fi: Ota käyttöön

source: opac.pref#OpacBrowseResults# browsing and paging search results from the OPAC detail page.
ar: اﻹبحار و تصفح نتائج البحث من خلال صفحة تفاصيل أوباك
fi_fi: asiakasliittymän Tarkat tiedot -näkymän selaus- ja sivutustoiminnot.

source: opac.pref#OpacBrowser# Allow
ar: السماح
fi_fi: Salli

source: opac.pref#OpacBrowser# Don't allow
ar: عدم السماح
fi_fi: Älä salli

source: opac.pref#OpacBrowser# patrons to browse subject authorities on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to create the browser list)
ar: للمستفيدين بتصفح استنادات الموضوع في (OPACواجهة المستفيد) (run misc/cronjobs/build_browser_and_cloud.pl لإنشاء قائمة المتصفح)
fi_fi: käyttäjien selata tekijäauktoriteettitietueita (aja misc/cronjobs/build_browser_and_cloud.pl luodaksesi selauslistan)

source: opac.pref#OpacCloud# Don't show
ar: لا تعرض

source: opac.pref#OpacCloud# Show
ar: اعرض

source: opac.pref#OpacCloud# a subject cloud on OPAC (run misc/cronjobs/build_browser_and_cloud.pl to build)
ar: سحابة موضوعات في أوباك (لتبنيها شغِّل misc/cronjobs/build_browser_and_cloud.pl )

source: opac.pref#OpacExportOptions# <br />Note: Available options are: BIBTEX (<code>bibtex</code>), Dublin Core (<code>dc</code>),
ar: <br />ملاحظة: الخيارت المتاحة هي: BIBTEX (<code>bibtex</code>), دبلن كور (<code>dc</code>),
fi_fi: <br />HUOMAA: Käytettävissä olevat vaihtoehdot: BIBTEX (<code>bibtex</code>), Dublin Core (<code>dc</code>),

source: opac.pref#OpacExportOptions# List export options that should be available from OPAC detail page separated by |:
ar: قائمة خيارات التصدير التي ينبغي أن تكون متاحة من صفحة تفاصيل أوباك مفصولةبواسطة |:
fi_fi: Luettele asiakasliittymän Tarkat tiedot -näkymästä tarjottavat tuontivaihtoehdot, erotettuna merkillä |:

source: opac.pref#OpacExportOptions# MARCXML (<code>marcxml</code>), MARC-8 encoded MARC (<code>marc8</code>), Unicode/UTF-8 encoded MARC (<code>utf8</code>),
ar: MARCXML (<code>marcxml</code>), MARC-8 encoded MARC (<code>marc8</code>), Unicode/UTF-8 encoded MARC (<code>utf8</code>),
fi_fi: MARCXML (<code>marcxml</code>), MARC-8 encoded MARC (<code>marc8</code>), Unicode/UTF-8 encoded MARC (<code>utf8</code>),

source: opac.pref#OpacExportOptions# Unicode/UTF-8 encoded MARC without local use -9xx, x9x, xx9- fields and subfields (<code>marcstd</code>), MODS (<code>mods</code>), RIS (<code>ris</code>)
ar: Unicode/UTF-8 encoded MARC without local use -9xx, x9x, xx9- fields and subfields (<code>marcstd</code>), MODS (<code>mods</code>), RIS (<code>ris</code>)
fi_fi: Unicode/UTF-8 encoded MARC ilman paikallisia -9xx, x9x ja xx9- kenttiä ja osakenttiä (<code>marcstd</code>), MODS (<code>mods</code>), RIS (<code>ris</code>)

source: opac.pref#OpacFavicon# Use the image at
ar: استخدم الصورة الموجودة في
fi_fi: Käytä osoitteessa

source: opac.pref#OpacFavicon# for the OPAC's favicon. (This should be a complete URL, starting with <code>http://</code>.)
ar: لأيقونة واجهة المستفيدOPAC . (يجب أن يكون ذلك URL كامل , يبدأ بـ <code>http://</code>.)
fi_fi: olevaa kuvaa asiakaskäyttöliittymän tunnuskuvana (OPAC favicon) selainten osoiteikkunoissa ja kirjanmerkkilistoissa (anna täydellinen URL-osoite, joka alkaa <code>http://</code>.)

source: opac.pref#OpacHiddenItems# Allows to define custom rules for hiding specific items at opac. See docs/opac/OpacHiddenItems.txt for more informations
ar: يسمح لتحديد قواعد مخصصة لإخفاء مواد محددة في أوباك. انظر docs/opac/OpacHiddenItems.txt لمعلومات أكثر
fi_fi: Määrittelee kohteiden piilottamissäännöt asiakasliittymästä. Lisätietoja: docs/opac/OpacHiddenItems.txt

source: opac.pref#OpacHighlightedWords# Don't highlight
ar: لا تمييز
fi_fi: Älä korosta

source: opac.pref#OpacHighlightedWords# Highlight
ar: ميز
fi_fi: Korosta

source: opac.pref#OpacHighlightedWords# words the patron searched for in their search results and detail pages.
ar: الكلمات التي بحث عنها المستفيدون في نتائج البحث الخاصة بهم وفي صفحات تفاصيلهم.

source: opac.pref#OpacKohaUrl# 'Powered by Koha' text on OPAC footer.
ar: 'مدعوم بواسطة كوها' النص في أسفل صفحة أوباك.
fi_fi: 'VIrtaa antaa Koha'-teksti asiakasliittymän alaviitteessä.

source: opac.pref#OpacKohaUrl# Don't show
ar: لا تظهر
fi_fi: Älä näytä

source: opac.pref#OpacKohaUrl# Show
ar: أظهر
fi_fi: Näytä

source: opac.pref#OpacMainUserBlock# Show the following HTML in its own column on the main page of the OPAC:
ar: عرض ال HTML التالي في العمود الخاص بالمستفيد في الصفحة الرئيسية في أوباك:
fi_fi: Asiakasliittymän etusivun keskipalstan HTML-koodi:

source: opac.pref#OpacMainUserBlockMobile# Show the following HTML in its own column on the main page of the OPAC (mobile version):
ar: عرض كود HTML التالي في العمود الخاص بالمستفيد على الصفحة الرئيسية للأوباك(اصدارة الجوال):

source: opac.pref#OpacMaintenance# Don't show
ar: لا تعرض
fi_fi: Älä näytä ilmoitusta

source: opac.pref#OpacMaintenance# Show
ar: أعرض
fi_fi: Näytä ilmoitus

source: opac.pref#OpacMaintenance# a warning that the OPAC is under maintenance, instead of the OPAC itself. Note: this shows the same warning as when the database needs to be upgraded, but unconditionally.
ar: تحذير بأن واجهة المستفيد قيد الصيانة,بدلا من OPAC نفسه.ملاحظة:سوف يعرض هذا نفس التحذير حين تحتاج قاعدة البيانات الترقية, لكن بدون شروط.
fi_fi: asiakasliittymän käynnissä olevista huoltotöistä varsinaisen asiakaskäyttöliittymäyhteyden sijasta. HUOMAA: Tämä ilmoitus on sama kuin tietokannan päivittämistarpeesta huomautettaessa.
