Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: cataloguing.pref#UNIMARCField100Language# as default language in the UNIMARC field 100 when creating a new record or in the field plugin.
ar: كاللغة الإفتراضية في حقل يونيمارك 100عند إنشاء تسجيلة جديدة في بانِ الحقل.
fi_fi: oletuskielenä UNIMARC kentässä 100 kun luodaan uusi tietue.

source: cataloguing.pref#URLLinkText# Show
ar: أظهر
fi_fi: Näytä

source: cataloguing.pref#URLLinkText# as the text of links embedded in MARC records.
ar: كنصوص الوصلات المضمنة في تسجيلات مارك.
fi_fi: MARC-tietueeseen upotettuna linkkinä.

source: cataloguing.pref#UseControlNumber# Don't use
ar: عدم استخدام
fi_fi: Älä käytä

source: cataloguing.pref#UseControlNumber# Use
ar: استخدام
fi_fi: Käytä

source: cataloguing.pref#UseControlNumber# record control number ($w subfields) and control number (001) for linking of bibliographic records.
ar: رقم التحكم في التسجيلة ($w حقول فرعية) ورقم التحكم (001) لربط التسجيلات البيبلوجرافية.
fi_fi: tietueen kontrollinumeroita ($w osakentissä) ja kontrollinumeroa (001) bibliografisten tietueiden linkittämiseen.

source: cataloguing.pref#advancedMARCeditor# Display
ar: عرض
fi_fi: Näytä

source: cataloguing.pref#advancedMARCeditor# Don't display
ar: عدم عرض
fi_fi: Älä näytä

source: cataloguing.pref#advancedMARCeditor# descriptions of fields and subfields in the MARC editor.
ar: وصف الحقول والحقول الفرعية في محرر مارك.
fi_fi: kenttien ja osakenttien kuvauksia MARC-editorissa.

source: cataloguing.pref#authoritysep# Separate multiple displayed authors, series or subjects with
ar: فصل المؤلفين، الدوريات أو الموضوعات المتعددة في العرض باستخدام
fi_fi: Erota useammat tekijät, sarjat tai asiasanat merkillä

source: cataloguing.pref#autoBarcode# Barcodes are
ar: الباركود هو
fi_fi: Viivakoodit ovat

source: cataloguing.pref#autoBarcode# generated in the form &lt;branchcode&gt;yymm0001.
ar: موّلد بصيغة &lt;branchcode&gt;yymm0001.
fi_fi: muotoa &lt;branchcode&gt;yymm0001.

source: cataloguing.pref#autoBarcode# generated in the form &lt;year&gt;-0001, &lt;year&gt;-0002.
ar: موّلد بصيغة &lt;year&gt;-0001, &lt;year&gt;-0002.
fi_fi: muotoa &lt;year&gt;-0001, &lt;year&gt;-0002.

source: cataloguing.pref#autoBarcode# generated in the form 1, 2, 3.
ar: موّلد بصيغة 1, 2, 3.
fi_fi: muotoa 1, 2, 3.

source: cataloguing.pref#autoBarcode# incremental EAN-13 barcodes
ar: الباركود المتزايد
fi_fi: EAN-13 -muodossa, nousevassa järjestyksessä

source: cataloguing.pref#autoBarcode# not generated automatically.
ar: غير موّلد تلقائيا.
fi_fi: erikseen täytettävä kenttä.

source: cataloguing.pref#hide_marc# Display
ar: عرض
fi_fi: Näytä

source: cataloguing.pref#hide_marc# Don't display
ar: عدم عرض
fi_fi: Älä näytä

source: cataloguing.pref#hide_marc# MARC tag numbers, subfield codes and indicators in MARC views.
ar: وسيمة مارك للأرقام، رموز الحقول الفرعية والمؤشرات في عروض مارك
fi_fi: MARC-näyttöjen kenttänumeroita, osakenttäkoodeja ja indikaattoreita.

source: cataloguing.pref#item-level_itypes# Use the item type of the
ar: استخدام نوع المادة للـ
fi_fi: Käytä aineistolajia

source: cataloguing.pref#item-level_itypes# biblio record
ar: تسجيلة بيبلوجرافية
fi_fi: luettelointitietue

source: cataloguing.pref#item-level_itypes# specific item
ar: مادة محددة
fi_fi: nidekohtainen

source: cataloguing.pref#itemcallnumber# Map the MARC subfield
ar: تخطيط حقل مارك الفرعي
fi_fi: Yhdistä MARC-osakentät

source: cataloguing.pref#marcflavour# Interpret and store MARC records in the
ar: ترجمة وتخزين تسجيلات مارك في الـ
fi_fi: Käännä ja tallenna MARC-tietueet

source: cataloguing.pref#marcflavour# MARC21
ar: مارك21
fi_fi: MARC21

source: cataloguing.pref#marcflavour# NORMARC
ar: نومارك
fi_fi: NORMARC

source: cataloguing.pref#marcflavour# UNIMARC
ar: يونيمارك
fi_fi: UNIMARC

source: cataloguing.pref#marcflavour# format.
ar: تنسيق.
fi_fi: -muodossa.

source: cataloguing.pref#z3950NormalizeAuthor# Copy
ar: نسخ
fi_fi: Kopioi

source: cataloguing.pref#z3950NormalizeAuthor# Don't copy
ar: عدم نسخ
fi_fi: Älä kopioi

source: cataloguing.pref#z3950NormalizeAuthor# authors from the UNIMARC
ar: مؤلفين من UNIMARC
fi_fi: tekijätietoja UNIMARCista

source: cataloguing.pref#z3950NormalizeAuthor# tags (separated by commas) to the correct author tags when importing a record using Z39.50.
ar: وسيمات (منفصلة بفاصلات) إلى وسيمات المؤلف الصحيحة عند استيراد تسجيلة باستخدام Z39.50.
fi_fi: asiasanat (pilkuilla erotettuina) asianomaisiin tekijätietoihin tuotaessa tietuetta Z39.50-protokollalla.

source: circulation.pref
ar: تداول
fi_fi: Lainauskierto

source: circulation.pref Checkin Policy
ar: تفقد سياسة الخصوصية
fi_fi: Palautusssäännöt

source: circulation.pref Checkout Policy
ar: سياسة الإعارة
fi_fi: Lainausasetukset

source: circulation.pref Fines Policy
ar: سياسة الغرامات
fi_fi: Käyttömaksuasetukset

source: circulation.pref Holds Policy
ar: سياسة الحجوزات
fi_fi: Varausasetukset

source: circulation.pref Interface
ar: الواجهة
fi_fi: Käyttöliittymä

source: circulation.pref Self Checkout
ar: الإعارة الذاتية
fi_fi: Itsepalvelulainaus

source: circulation.pref#AgeRestrictionMarker# E.g. enter target audience keyword(s) split by | (bar) FSK|PEGI|Age| (No white space near |). Be sure to map agerestriction in Koha to MARC mapping (e.g. 521$a). A MARC field value of FSK 12 or PEGI 12 would mean: Borrower must be 12 years old. Leave empty to not apply an age restriction.
ar: على سبيل المثال، أدخل كلمات مفصولة الجمهور المستهدف |: FSK | PEGI | العمر (بدون مسافات حول |). تأكد من أنك تتضمن القيود العمرية في الحقل MARC كوها مناسبة (مثلا 521 $ أ). MARC مجال FSK 12 يعني: المقترض يجب ان تكون على الاقل 12 عاما. اتركه فارغا لديهم اي قيود العمر.
fi_fi: Syötä kohdeyleisöä kuvaavat avainsanat, erotettuina pystyviivalla (|). Esim. "FSK|PEGI|Age". Älä käytä välilyöntiä pystyviivan vieressä. Muista mäpätä ikärajoitus Kohassa MARC-kenttään. Jätä tyhjäksi jos et halua käyttää ikärajoitusta.

source: circulation.pref#AgeRestrictionMarker# Restrict patrons with the following target audience values from checking out inappropriate materials:
ar: تقييد الرواد بالقيم التالية من الجمهور المستهدف التحقق من المواد غير ملائمة:
fi_fi: Rajoita asiakkaita lainaamasta seuraavien kohdeyleisöä kuvaavien avainsanojen perusteella lainaamasta ikärajoitettua aineistoa:

source: circulation.pref#AgeRestrictionOverride# Allow
ar: سماح
fi_fi: Salli

source: circulation.pref#AgeRestrictionOverride# Don't allow
ar: عدم سماح
fi_fi: Älä salli

source: circulation.pref#AgeRestrictionOverride# staff to check out an item with age restriction.
ar: الموظفين للتحقق من مادة عليها تقييد العمر.
fi_fi: virkailijoita ohittamaan materiaalin ikärajoitus lainatessa.

source: circulation.pref#AllFinesNeedOverride# Don't require
ar: عدم طلب
fi_fi: Älä edellytä

source: circulation.pref#AllFinesNeedOverride# Require
ar: تطلب
fi_fi: Edellytä

source: circulation.pref#AllFinesNeedOverride# staff to manually override all fines, even fines less than noissuescharge.
ar: الموظفين بتخطي كل الغرامات يدويا، حتى الغرامات الأقل من noissuescharge.
fi_fi: henkilökunnan ohittaa lainausrajoitukset, mukaanlukien summat, jotka ovat alle <i>noissuescharge</i>.

source: circulation.pref#AllowAllMessageDeletion# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowAllMessageDeletion# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowAllMessageDeletion# staff to delete messages added from other libraries.
ar: الموظفين بحذف الرسائل المضافة من المكتبات الأخرى
fi_fi: henkilökunnan poistaa toisten kirjastojen jättämiä kommenteja.

source: circulation.pref#AllowFineOverride# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowFineOverride# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowFineOverride# staff to manually override and check out items to patrons who have more than noissuescharge in fines.
ar: للموظفين بتخطي وإعارة المواد يدويا إلى المستفيدين الذين لديهم أكثر من noissuescharge في الغرامات
fi_fi: henkilökunnan ohittaa lainausrajoitukset ja lainata asiakkaalle, jolla on kertynyt maksamattomia käyttömaksuja yli lainakieltorajan.

source: circulation.pref#AllowHoldDateInFuture# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowHoldDateInFuture# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowHoldDateInFuture# hold requests to be placed that do not enter the waiting list until a certain future date.
ar: بوضع طلبات الحجز التي لا تدرج في قائمة الانتظار حتى تاريخ قريب في المستقبل.
fi_fi: varausten tekoa ilman varauksen päättymispäivää.

source: circulation.pref#AllowHoldPolicyOverride# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowHoldPolicyOverride# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowHoldPolicyOverride# staff to override hold policies when placing holds.
ar: للموظفين بتخطي سياسات الحجز عند وضع الحجوزات.
fi_fi: henkilökunnan ohittaa varaussääntöjä varauksia tehdessään

source: circulation.pref#AllowHoldsOnDamagedItems# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowHoldsOnDamagedItems# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowHoldsOnPatronsPossessions# Allow
ar: اسمح
fi_fi: Salli

source: circulation.pref#AllowHoldsOnPatronsPossessions# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowHoldsOnPatronsPossessions# a patron to place a hold on a record where the patron already has one or more items attached to that record checked out.
ar: أن يجري المستفيد حجزاً على تسجيلة ، وهو بنفس الوقت يستعير منها مادة أو أكثر.
fi_fi: asiakkaan varata aineistoa, jos asiakkaalla on yksi tai useampia niteitä lainassa jotka kuuluvat kyseiseen varattavaan tietueeseen.

source: circulation.pref#AllowItemsOnHoldCheckout# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowItemsOnHoldCheckout# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowItemsOnHoldCheckout# checkouts of items reserved to someone else. If allowed do not generate RESERVE_WAITING and RESERVED warning. This allows self checkouts for those items.
ar: الإعارات للمواد المحجوزة من شخص آخر. إذا ماتم السماح بذلك فلا تولِّد تحذيرات RESERVE_WAITING و RESERVED.هذا سيسمح للإعارة الذاتية لتلك المواد.
fi_fi: aineiston lainaus, jos aineisto on varattu jollekin toiselle asiakkaale. Jos tämä on sallittu, RESERVE_WAITING ja RESERVED -varoituksia ei anneta. Tämä sallii myös kys. aineiston itsepalvelulainauksen.

source: circulation.pref#AllowNotForLoanOverride# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowNotForLoanOverride# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowNotForLoanOverride# staff to override and check out items that are marked as not for loan.
ar: للموظفين تجاوز وإعارة المواد المحددة أنها ليست للإعارة
fi_fi: henkilökunnan antaa lainauskiertoon Ei lainata -tilassa olevaa aineistoa.

source: circulation.pref#AllowOnShelfHolds# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowOnShelfHolds# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowOnShelfHolds# hold requests to be placed on items that are not checked out.
ar: بوضع طلبات الحجز على المواد غير المعارة
fi_fi: kohdistaa varauksia parhaillaan kirjastossa paikalla olevaan aineistoon.

source: circulation.pref#AllowRenewalLimitOverride# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowRenewalLimitOverride# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowReturnToBranch# Allow materials to be returned to
ar: يسمح إرجاع المواد
fi_fi: Salli aineiston palauttaminen

source: circulation.pref#AllowReturnToBranch# either the library the item is from or the library it was checked out from.
ar: من المكتبة المالكة للمادة أو المكتبة المستعار منها المادة
fi_fi: joko aineiston kotikirjastoon tai lainauskirjastoon.

source: circulation.pref#AllowReturnToBranch# only the library the item is from.
ar: المكتبة المالكة للمادة فقط
fi_fi: vain aineiston kotikirjastoon.

source: circulation.pref#AllowReturnToBranch# only the library the item was checked out from.
ar: المكتبة المستعار منها المادة فقط
fi_fi: vain lainauskirjastoon.

source: circulation.pref#AllowReturnToBranch# to any library.
ar: إلى أي مكتبة
fi_fi: mihin tahansa kirjastoon.

source: circulation.pref#AllowSelfCheckReturns# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AllowSelfCheckReturns# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AllowSelfCheckReturns# patrons to return items through web-based self checkout system.
ar: للمستفيدين بإعادة المواد من خلال نظام إعارة على الويب.
fi_fi: käyttäjien palauttaa itse aineistoa nettikäyttöisen itsepalvelulainauksen kautta.

source: circulation.pref#AutoResumeSuspendedHolds# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AutoResumeSuspendedHolds# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AutoResumeSuspendedHolds# suspended holds to be automatically resumed by a set date.
ar: تعليق مقتنيات إلى أن تستأنف تلقائيا باستخدام الموعد المحدد.
fi_fi: keskeytettyjen varausten automaattinen jatkuminen valittuna päivänä.

source: circulation.pref#AutoSelfCheckAllowed# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#AutoSelfCheckAllowed# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: circulation.pref#AutoSelfCheckAllowed# and this password
ar: وكلمة المرور هذه
fi_fi: ja tämä salasana

source: circulation.pref#AutoSelfCheckAllowed# the web-based self checkout system to automatically login with this staff login
ar: لنظام الإعارة الذاتية على الويب بتسجيل الدخول تلقائيا بتسجيل دخول هذا الموظف
fi_fi: nettikäyttöisen itsepalvelulainausaseman kirjautua automaattisesti tällä virkailijatunnuksella

source: circulation.pref#AutomaticItemReturn# Do
ar: القيام بـ
fi_fi: Lähetä

source: circulation.pref#AutomaticItemReturn# Don't
ar: عدم
fi_fi: Älä lähetä

source: circulation.pref#AutomaticItemReturn# automatically transfer items to their home library when they are returned.
ar: نقل المواد تلقائيا إلى المكتبة الرئيسية عند إعادتها.
fi_fi: palautettuja niteitä automaattisesti niiden kotitoimipisteisiin tai kirjastoihin.

source: circulation.pref#BlockReturnOfWithdrawnItems# Block
ar: منع
fi_fi: Estä

source: circulation.pref#BlockReturnOfWithdrawnItems# Don't block
ar: لا تمنع
fi_fi: Älä estä

source: circulation.pref#BlockReturnOfWithdrawnItems# returning of items that have been withdrawn.
ar: العودة من المواد التي تم إستعارتها
fi_fi: lainauskierrosta sivuun vedetyn aineiston palauttaminen.

source: circulation.pref#CircAutoPrintQuickSlip# When an empty barcode field is submitted in circulation
ar: عندما يتم تقديم حقل باركود فارغ في التداول
fi_fi: Jos lainaustoiminnossa syötetään tyhjä viivakoodi,

source: circulation.pref#CircAutoPrintQuickSlip# clear the screen
ar: نظف الشاشة
fi_fi: tyhjennä näyttö

source: circulation.pref#CircAutoPrintQuickSlip# open a print quick slip window
ar: فتح نافذة الطباعة
fi_fi: avaa pikakuitin tulostus -ikkuna

source: circulation.pref#CircAutocompl# Don't try
ar: عدم محاولة
fi_fi: Älä ehdota

source: circulation.pref#CircAutocompl# Only returns the first 10 results at a time.
ar: يعود فقط أول 10 نتائج في كل مرة.
fi_fi: Näytä vain 10 ensimmäistä tulosta kerrallaan.

source: circulation.pref#CircAutocompl# Try
ar: محاولة
fi_fi: Ehdota

source: circulation.pref#CircAutocompl# to guess the patron being entered while typing a patron search on the circulation screen.
ar: تخمين المستفيد الذي يتم إدخاله أثناء كتابة بحث مستفيد في شاشة الإعارة
fi_fi: asiakkaan nimeä tai tunnusta lainauskiertonäytöllä.

source: circulation.pref#CircControl# Use the checkout and fines rules of
ar: استخدام قواعد الإعارة والغرامات الخاصة بـ
fi_fi: Käytä seuraavia lainaus- ja käyttömaksusääntöjä:

source: circulation.pref#CircControl# the library the item is from.
ar: المكتبة التي تنتمي لها المادة
fi_fi: Niteen omistavan kirjaston säännöt.

source: circulation.pref#CircControl# the library the patron is from.
ar: المكتبة التي ينتمي إليها المستفيد.
fi_fi: Asiakkaan kotikirjaston säännöt.

source: circulation.pref#CircControl# the library you are logged in at.
ar: المكتبة المسّجل دخولك منها
fi_fi: Tämän ylläpitotunnuksen kotikirjaston säännöt.

source: circulation.pref#DisplayClearScreenButton# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: circulation.pref#DisplayClearScreenButton# Show
ar: إظهار
fi_fi: Näytä

source: circulation.pref#DisplayClearScreenButton# a button to clear the current patron from the screen on the circulation screen.
ar: زر لمسح المستفيد الحالي من الشاشة في شاشة الإعارة.
fi_fi: Asiakastietojen tyhjäyspainike(tta) lainauskiertonäytöllä.

source: circulation.pref#DisplayMultiPlaceHold# Don't enable
ar: عدم تفعيل
fi_fi: Yksi varaus kerrallaan

source: circulation.pref#DisplayMultiPlaceHold# Enable
ar: تفعيل
fi_fi: Mahdollista useamman varauksen yhtäaikainen tekeminen

source: circulation.pref#DisplayMultiPlaceHold# the ability to place holds on multiple biblio from the search results
ar: القدرة على وضع الحجوزات على عدة تسجيلات بيبلوجرافية من نتائج البحث
fi_fi: hakutuloslistasta.

source: circulation.pref#ExpireReservesMaxPickUpDelay# Allow
ar: اسمح
fi_fi: Vapauta varaukset

source: circulation.pref#ExpireReservesMaxPickUpDelay# Don't allow
ar: لا تسمح
fi_fi: Älä vapauta varauksia

source: circulation.pref#ExpireReservesMaxPickUpDelay# holds to expire automatically if they have not been picked by within the time period specified in ReservesMaxPickUpDelay
ar: للحجوزات أن تنتهي بشكل تلقائي ، إذا لم يتم أخذها ضمن المدة المحددة في التفضيل ReservesMaxPickUpDelay
fi_fi: <i>ReservesMaxPickUpDelay</i>llä määritellyn saapuneen varauksen noutoajan päätyttyä

source: circulation.pref#ExpireReservesMaxPickUpDelayCharge# If using ExpireReservesMaxPickUpDelay, charge a borrower who allows his or her waiting hold to expire a fee of
ar: إذا تم استخدام التفضيل (ExpireReservesMaxPickUpDelay) ، غرِّم المستعير الذي سمح لمدة الحجز ان تنتهي برسوم قدرها
fi_fi: Jos käytetään ExpireReservesMaxPickUpDelay-arvoa, varauksen noutamatta jättämisestä perittävä maksu on

source: circulation.pref#ExportRemoveFields# (separate fields with space, e.g. 100a 200b 300c)
ar: (حقول منفصلة مع مسافة، وعلى سبيل المثال 100A 200B 300C)
fi_fi: (erota kentät välilyönnein, esim. 100a 200b 300c)

source: circulation.pref#ExportRemoveFields# The following fields should be excluded from the patron checkout history CSV or iso2709 export
ar: يجب أن تستبعد المجالات التالية من تصدير CSV أو ISO2709 قارئ التاريخ الإستعارة
fi_fi: Seuraavia kenttiä ei viedä asiakkaan lainaushistorian CSV-viennissä tai iso2709-viennissä

source: circulation.pref#ExportWithCsvProfile# CSV profile when exporting patron checkout history (enter CSV Profile name)
ar: لتصدير تاريخ إستعارة المستفيد (أدخل اسم ملف CSV )
fi_fi: CSV-profiili kun viedään asiakkaan lainaushistoria (syötä CSV-profiilin nimi)

source: circulation.pref#ExportWithCsvProfile# Use the
ar: إستخدم
fi_fi: Käytä

source: circulation.pref#FilterBeforeOverdueReport# Don't require
ar: عدم تطلب
fi_fi: Älä vaadi

source: circulation.pref#FilterBeforeOverdueReport# Require
ar: تطلب
fi_fi: Vaadi

source: circulation.pref#FilterBeforeOverdueReport# staff to choose which checkouts to show before running the overdues report.
ar: الموظفين لإختيار أي الإعارات يتم عرضها قبل تشغيل تقرير المتأخرات.
fi_fi: henkilökunnan valitsevan listalla näytettävät lainat ennen myöhässä olevien niteiden listan koostamista.

source: circulation.pref#FineNotifyAtCheckin# Don't notify
ar: عدم إخطار
fi_fi: Älä huomauta

source: circulation.pref#FineNotifyAtCheckin# Notify
ar: إخطار
fi_fi: Huomauta

source: circulation.pref#FineNotifyAtCheckin# librarians of overdue fines on the items they are checking in.
ar: موظفي المكتبة لغرامات التأخير على المواد التي يقومون بإرجاعها إلى المكتبة
fi_fi: virkailijaa myöhässä palautettavien niteiden myöhästymismaksuista.

source: circulation.pref#FinesIncludeGracePeriod# Don't include
ar: لا تضمن
fi_fi: Älä sisällytä

source: circulation.pref#FinesIncludeGracePeriod# Include
ar: ضمِّن
fi_fi: Sisällytä

source: circulation.pref#FinesIncludeGracePeriod# the grace period when calculating the fine for an overdue item.
ar: فترة السماح عند حساب الغرامة للمواد المتأخرة.
fi_fi: anteeksiantoaika kun lasketaan myöhässä olevan aineiston maksua.

source: circulation.pref#HoldsToPullStartDate# Set the default start date for the Holds to pull list to
ar: تحديد موعد للحجوزات المبكرة لمعالجتها
fi_fi: Aseta Varaukset poimittava hyllystä -listan oletusalkamispäivämäärä

source: circulation.pref#HomeOrHoldingBranch# Use the checkout and fines rules of
ar: استخدام قواعد الإعارة والغرامات الخاصة بـ
fi_fi: Käytä seuraavia lainauskierto- ja käyttömaksusääntöjä:

source: circulation.pref#HomeOrHoldingBranch# the library the item is from.
ar: المكتبة التي تنتمي لها المادة.
fi_fi: Niteen omistavan kirjaston säännöt.

source: circulation.pref#HomeOrHoldingBranch# the library the item was checked out from.
ar: المكتبة التي تمت إعارة المادة منها
fi_fi: Niteen lainaavan kirjaston säännöt.

source: circulation.pref#HomeOrHoldingBranchReturn# On checkin route the returned item to
ar: على طريق الإعارة عادت هذه المادة إلى
fi_fi: Vieraaseen toimipisteeseen palautetut lainat toimitetaan:

source: circulation.pref#HomeOrHoldingBranchReturn# the library the item is from.
ar: المكتبة التي تنتمي لها المادة.
fi_fi: Niteen omistavaan kirjastoon.

source: circulation.pref#HomeOrHoldingBranchReturn# the library the item was checked out from.
ar: المكتبة التي تمت إعارة المادة منها.
fi_fi: Niteen lainanneeseen kirjastoon.

source: circulation.pref#InProcessingToShelvingCart# Don't move
ar: عدم نقل
fi_fi: Älä siirrä

source: circulation.pref#InProcessingToShelvingCart# Move
ar: نقل
fi_fi: Siirrä

source: circulation.pref#InProcessingToShelvingCart# items that have the location PROC to the location CART when they are checked in.
ar: المواد ذات الموقع PROCإلى الموقع CARTعند ردها.
fi_fi: palautuvat niteet jolla on sijaintitietona PROC, sijaintiin CART.

source: circulation.pref#IssueLostItem# When issuing an item that has been marked as lost,
ar: الإعارة- سسياسة الإعارة الخارجية
fi_fi: Kun lainataan aineistoa joka on merkitty kadonneeksi,

source: circulation.pref#IssueLostItem# display a message
ar: عرض رسالة
fi_fi: näytä viesti

source: circulation.pref#IssueLostItem# do nothing
ar: لا تفعل أي شيء
fi_fi: älä tee mitään

source: circulation.pref#IssueLostItem# require confirmation
ar: مطلوب للموافقة
fi_fi: vaadi vahvistus

source: circulation.pref#IssuingInProcess# Don't prevent
ar: عدم منع
fi_fi: Älä estä

source: circulation.pref#IssuingInProcess# Prevent
ar: منع
fi_fi: Estä

source: circulation.pref#IssuingInProcess# patrons from checking out an item whose rental charge would take them over the limit.
ar: للمستفيدين من استعارة مادة قد تتجاوز رسوم تأجيرها الحد
fi_fi: käyttäjiä lainaamasta nidettä, jonka lainamaksu veisi heidät lainauskieltoon.

source: circulation.pref#ManInvInNoissuesCharge# Don't include
ar: لا تضمِّن
fi_fi: Älä sisällytä

source: circulation.pref#ManInvInNoissuesCharge# Include
ar: ضمِّن
fi_fi: Sisällytä

source: circulation.pref#NoticeCSS# Include the stylesheet at
ar: تتضمن الأنماط في
fi_fi: CSS-tyylitiedoston sijainti:

source: circulation.pref#NoticeCSS# on Notices. (This should be a complete URL, starting with <code>http://</code>)
ar: في الملاحظات. (ينبغي أن يكون هذا العنوان الكامل، بدءا من <code>http://</code>)
fi_fi: huomautuksissa. (Anna täydellinen URL-osoite, alkaa merkkijonolla<code>http://</code>)

source: circulation.pref#OPACAllowHoldDateInFuture# Allow
ar: السماح
fi_fi: Salli

source: circulation.pref#OPACAllowHoldDateInFuture# Don't allow
ar: لا تسمح
fi_fi: Älä salli
