Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: enhanced_content.pref#Babeltheque_url_update# Defined the url for the Babeltheque update periodically (eq. http://www.babeltheque.com/.../file.csv.bz2).
ar: تعريف الرابط url للتحديث الدوري للمكتبة (eq. http://www.babeltheque.com/.../file.csv.bz2).
fi_fi: Defined the url for the Babeltheque update periodically (eq. http://www.babeltheque.com/.../file.csv.bz2).

source: enhanced_content.pref#BakerTaylorBookstoreURL# <em>isbn</em></code> (this should be filled in with something like <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Leave it blank to disable these links.
ar: <em>isbn</em></code> (يجب ملء هذا بشيء كـ <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). اتركه خاليا لإيقاف هذه الروابط.
fi_fi: <em>isbn</em></code> (this should be filled in with something like <code>ocls.mylibrarybookstore.com/MLB/actions/searchHandler.do?nextPage=bookDetails&amp;parentNum=10923&amp;key=</code>). Leave it blank to disable these links.

source: enhanced_content.pref#BakerTaylorBookstoreURL# Baker and Taylor "My Library Bookstore" links should be accessed at <code>https://
ar: بيكر وتايلور وينبغي الوصول إلى "مكتبة تخزين الكتب الخاصة بي" وصلات في https:// <code>
fi_fi: Baker and Taylor "My Library Bookstore" links should be accessed at <code>https://

source: enhanced_content.pref#BakerTaylorEnabled# Add
ar: أضف
fi_fi: Lisää

source: enhanced_content.pref#BakerTaylorEnabled# Baker and Taylor links and cover images to the OPAC and staff client. This requires that you have entered in a username and password (which can be seen in image links).
ar: بيكر وصلات تايلور وتغطية صور برنامج واجهة المستفيد OPAC والموظفين. هذا يتطلب إدخالك اسم المستخدم وكلمة المرور(وهو ما يمكن ملاحظته في روابط الصورة).
fi_fi: Baker and Taylor links and cover images to the OPAC and staff client. This requires that you have entered in a username and password (which can be seen in image links).

source: enhanced_content.pref#BakerTaylorEnabled# Don't add
ar: عدم إضافة
fi_fi: Älä lisää

source: enhanced_content.pref#BakerTaylorUsername# Access Baker and Taylor using username
ar: الوصول إلى باركو وتايلر باستخدام اسم المستخدم
fi_fi: Baker ja Taylor: käyttäjänimi:

source: enhanced_content.pref#BakerTaylorUsername# and password
ar: وكلمة المرور
fi_fi: salasana:

source: enhanced_content.pref#FRBRizeEditions# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#FRBRizeEditions# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#FRBRizeEditions# other editions of an item on the staff client (if found by one of the services below).
ar: طبعات أخرى من المادة في برنامج الموظف (إذا تم العثور عليها بواسطة أحد الخدمات أدناه).
fi_fi: muut painokset niteestä virkailijaliittymässä (jos tietokantaan liitetyistä palveluista löytyy).

source: enhanced_content.pref#GoogleJackets# Add
ar: إضافة
fi_fi: Lisää

source: enhanced_content.pref#GoogleJackets# Don't add
ar: عدم إضافة
fi_fi: Älä lisää

source: enhanced_content.pref#GoogleJackets# cover images from Google Books to search results and item detail pages on the OPAC.
ar: صور الغلاف من كتب جوجل لصفحات نتائج البحث وتفاصيل المادة في الأوباك ( واجهة المستفيد).
fi_fi: kansikuvia Google Booksista hakutuloksiin ja lisätietonäyttöön asiakasliittymässä.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# <a href="http://www.librarything.com/forlibraries/">sign up</a>, then enter in your ID below.
ar: <a href="http://www.librarything.com/forlibraries/">sign up</a>, ثم قم بإدخال معرّفك أدناه..
fi_fi: <a href="http://www.librarything.com/forlibraries/">kirjaudu</a>, ja syötä ID-tunnuksesi tähän.

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Don't show
ar: عدم عرض
fi_fi: Älä näytä

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#LibraryThingForLibrariesEnabled# reviews, similar items, and tags from Library Thing for Libraries on item detail pages on the OPAC. If you've enabled this, you need to
ar: المراجعات, المواد المشابهة, والوسيمات من Library Thing for Libraries في صفحات تفاصيل المادة في الأوباك (واجهة المستفيد ). إذا قمت بتفعيل هذا التفضيل, تحتاج لـ
fi_fi: arviot, samanlaiset niteet ja asiasanat palvelusta Library Thing for Libraries asiakasliittymän lisätietonäytöllä. Tämän ominaisuuden käyttämiseksi tarvitaan

source: enhanced_content.pref#LibraryThingForLibrariesID# Access Library Thing for Libraries using the customer ID
ar: الوصول إلى Library Thing for Libraries باستخدام معرّف المستفيد
fi_fi: Yhdistä palveluun Library Thing for Libraries käyttäen asiakastunnusta

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# Show Library Thing for Libraries content
ar: عرض محتوى Library Thing for Libraries
fi_fi: Näytä sisältö palvelusta Library Thing for Libraries

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in line with the bibliographic information.
ar: بالتوازي مع المعلومات البيبلوجرافية.
fi_fi: yhdessä bibliografisten tietojen kanssa.

source: enhanced_content.pref#LibraryThingForLibrariesTabbedView# in tabs.
ar: في التبويبات.
fi_fi: sivupalkeissa.

source: enhanced_content.pref#LocalCoverImages# Display
ar: شغل
fi_fi: Näytä

source: enhanced_content.pref#LocalCoverImages# Don't display
ar: لا تشغل
fi_fi: Älä näytä

source: enhanced_content.pref#LocalCoverImages# local cover images on intranet search and details pages.
ar: صور الغلاف المحلية في واجهة البحث وصفحات التفاصيل
fi_fi: paikallisesti tallennetut kansikuvat nettihauissa ja Tarkat tiedot -näytöissä.

source: enhanced_content.pref#NovelistSelectEnabled# Add
ar: إضافة
fi_fi: Lisää

source: enhanced_content.pref#NovelistSelectEnabled# Don't add
ar: عدم إضافة
fi_fi: Älä lisää

source: enhanced_content.pref#NovelistSelectEnabled# Novelist Select content to the OPAC (requires that you have entered in a user profile and password, which can be seen in image links).
ar: الروائي اختار المحتوى في أوباك (واجهة المستفيد) (يتطلب الذي أدخلته في ملف تعريف المستخدم وكلمة السر، وهو ما يمكن ملاحظته في روابط الصورة).
fi_fi: Novelist Select -sisältö asiakasliittymässä (edellyttää kuvalinkeistä löytyvän käyttäjäprofiilin ja salasanan antamista)

source: enhanced_content.pref#NovelistSelectProfile# Access Novelist Select using user profile
ar: الدخول الروائي حدد باستخدام ملف تعريف المستخدم
fi_fi: Yhdistä Novelist Select -palveluun käyttäen profiilia

source: enhanced_content.pref#NovelistSelectProfile# and password
ar: وكلمة المرور
fi_fi: ja salasanaa

source: enhanced_content.pref#NovelistSelectView# Display Novelist Select content
ar: عرض الروائي اختر المحتوى
fi_fi: Näytä Novelist Select -sisältö.

source: enhanced_content.pref#NovelistSelectView# above the holdings table
ar: فوق جدول المقتنيات المحجوزة
fi_fi: saatavuuslistan yläpuolella

source: enhanced_content.pref#NovelistSelectView# below the holdings table
ar: أسفل الجدول المقتنيات المحجوزة
fi_fi: saatavuuslistan alapuolella

source: enhanced_content.pref#NovelistSelectView# in an OPAC tab
ar: في تبويب واجهة أوباك
fi_fi: asiakasliittymän sivupalkissa

source: enhanced_content.pref#NovelistSelectView# under the Save Record dropdown, on the right
ar: تحت تسجيلة الحفظ المنسدلة، على اليمين
fi_fi: Tietueen tallennus -pudotusvalikon alla, oikealla puolella

source: enhanced_content.pref#OCLCAffiliateID# Use the <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC affiliate ID</a>
ar: إستخدم <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC فرع معرف</a>
fi_fi: Käytä <a href="http://www.worldcat.org/affiliate/webservices/xisbn/app.jsp">OCLC:n kumppanuus-ID:tä</a>

source: enhanced_content.pref#OCLCAffiliateID# to access the xISBN service. Note that unless you have signed up for an ID, you are limited to 1000 requests per day.
ar: للوصول إلى الخدمة xISBN. لاحظ أن ما لم تكن قد دخلت للحصول على الهوية، وكنت محدد إلى 1000 طلب في اليوم الواحد.
fi_fi: käyttääksesi xISBN-palvelua. Ilman käyttäjätunnusta palvelun käyttörajoitus on 1000 hakua päivässä.

source: enhanced_content.pref#OPACAmazonCoverImages# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#OPACAmazonCoverImages# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#OPACAmazonCoverImages# cover images from Amazon on search results and item detail pages on the OPAC.
ar: تغطية صور غلاف الكتب من موقع أمازون على نتائج البحث وصفحات تفصيل المادة المتعلق ب واجهة المستفيد (OPAC).
fi_fi: kansikuvia Amazonista hakutuloksissa ja/tai asiakasliittymän lisätietonäytöissä.

source: enhanced_content.pref#OPACFRBRizeEditions# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#OPACFRBRizeEditions# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#OPACFRBRizeEditions# other editions of an item on the OPAC.
ar: طبعات أخرى من مادة في واجهة المستفيد (OPAC)
fi_fi: niteen muita painoksia asiakasliittymässä.

source: enhanced_content.pref#OPACLocalCoverImages# Display
ar: شغل
fi_fi: Näytä

source: enhanced_content.pref#OPACLocalCoverImages# Don't display
ar: لا تشغل
fi_fi: Älä näytä

source: enhanced_content.pref#OPACLocalCoverImages# local cover images on OPAC search and details pages.
ar: صور الغلاف المحلية على أوباك وصفحات التفاصيل
fi_fi: paikallisesti talletettuja kansikuvia asiakasliittymän hakutulos- ja Tarkat tiedot -näytöissä.

source: enhanced_content.pref#OpenLibraryCovers# Add
ar: إضافة
fi_fi: Lisää

source: enhanced_content.pref#OpenLibraryCovers# Don't add
ar: عدم إضافة
fi_fi: Älä lisää

source: enhanced_content.pref#OpenLibraryCovers# cover images from Open Library to search results and item detail pages on the OPAC.
ar: صور غلاف الكتب من مكتبة مفتوحة لنتائج البحث و من صفحات تفصيل المادة المتعلق بواجهة المستفيد (OPAC).
fi_fi: kansikuvia Open Library -palvelusta hakutuloksia ja lisätietoja näytettäessä.

source: enhanced_content.pref#SyndeticsAuthorNotes# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsAuthorNotes# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsAuthorNotes# notes about the author of a title from Syndetics on item detail pages on the OPAC.
ar: ملاحظات حول مؤلف عنوان من Syndetics على صفحات تفاصيل المادة المتعلقة بواجهة المستفيد OPAC.
fi_fi: Syndeticsistä tuotavia tekijää koskevia lisätietoja asiakasliittymän Tarkat tiedot -näytössä.

source: enhanced_content.pref#SyndeticsAwards# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsAwards# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsAwards# information from Syndetics about the awards a title has won on item detail pages on the OPAC.
ar: من المعلومات حول Syndetics جوائز عنوان فاز على صفحات تفاصيل المادة المتعلقة بواجهة المستفيد OPAC.
fi_fi: asiakasliittymässä Syndeticsistä tuotua tietoa nimekkeen voittamista palkinnoista.

source: enhanced_content.pref#SyndeticsClientCode# Use the client code
ar: استخدام رمز برنامج العميل
fi_fi: Käytä asiakaskoodia

source: enhanced_content.pref#SyndeticsClientCode# to access Syndetics.
ar: للوصول Syndetics.
fi_fi: kirjauduttaessa Syndeticsiin.

source: enhanced_content.pref#SyndeticsCoverImages# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsCoverImages# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsCoverImages# cover images from Syndetics on search results and item detail pages on the OPAC in a
ar: صور غلاف الكتاب من Syndetics في صفحات نتائج البحث وتفاصيل المادة في واجهة المستفيد ( OPAC) في
fi_fi: Syndeticsista tuotuja kansikuvia asiakasliittymän hakutuloksissa ja Tarkat tiedot-näytöissä

source: enhanced_content.pref#SyndeticsCoverImages# large
ar: كبير
fi_fi: suurina

source: enhanced_content.pref#SyndeticsCoverImages# medium
ar: متوسط
fi_fi: keskisuurina

source: enhanced_content.pref#SyndeticsCoverImages# size.
ar: الحجم.

source: enhanced_content.pref#SyndeticsEditions# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsEditions# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsEditions# information about other editions of a title from Syndetics on item detail pages on the OPAC (when OPACFRBRizeEditions is on).
ar: معلومات عن الطبعات الأخرى من عنوان من Syndetics على صفحات تفاصيل المادة المتعلقة بواجهة المستفيد OPAC() (عندما OPACFRBRizeEditions غير).
fi_fi: asiakasliittymän hakutuloksissa tai Tarkat tiedot -näytössä Syndeticsistä tuotua tietoa teoksen muista painoksista (kun OPACFRBRizeEditions on käytössä).

source: enhanced_content.pref#SyndeticsEnabled# Don't use
ar: عدم إظهار
fi_fi: Älä käytä

source: enhanced_content.pref#SyndeticsEnabled# Use
ar: استخدام
fi_fi: Käytä

source: enhanced_content.pref#SyndeticsEnabled# content from Syndetics. Note that this requires that you have signed up for the service and entered in your client code below.
ar: محتوى من Syndetics. لاحظ أن هذا يتطلب تسجيلك الدخول في الخدمة، وخولك في رمز العميل الخاص بك أدناه.
fi_fi: Syndeticsin tarjoamaa liitettyä sisältöä. Huomaa, että tämän ominaisuuden käyttö edellyttää rekisteröitymistä palveluun ja asiakaskoodin syöttämistä alapuolella olevaan kenttään.

source: enhanced_content.pref#SyndeticsExcerpt# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsExcerpt# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsExcerpt# excerpts from of a title from Syndetics on item detail pages on the OPAC.
ar: مقتطفات من عنوان من Syndetics على صفحات تفاصيل المادة المتعلقة بواجهة المستفيدOPAC.
fi_fi: Syndeticsistä tuotavia otteita nimekkeistä asiakasliittymän Tarkat tiedot -näytössä.

source: enhanced_content.pref#SyndeticsReviews# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsReviews# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsReviews# reviews of a title from Syndetics on item detail pages on the OPAC.
ar: استعراض العنوان من Syndetics على صفحات تفاصيل المادة المتعلقة بواجهة المستفيد OPAC.
fi_fi: Syndeticsin tarjoamia teosarvioita asiakasliittymän Tarkat tiedot -näytössä.

source: enhanced_content.pref#SyndeticsSeries# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsSeries# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsSeries# information on other books in a title's series from Syndetics on item detail pages on the OPAC.
ar: معلومات عن غيرها من الكتب في سلسلة عنوانا من Syndetics على صفحات تفاصيل المادة المتعلقة بواجهة المستفيد OPAC.
fi_fi: Synteticsin tarjoamaa tietoa teossarjan muista osista asiakasliittymän Tarkat tiedot -näytössä.

source: enhanced_content.pref#SyndeticsSummary# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsSummary# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsSummary# a summary of a title from Syndetics on item detail pages on the OPAC.
ar: موجزا للعنوان من Syndetics على صفحات تفاصيل المادة المتعلقة بواجهة المستفيد OPAC.
fi_fi: Syndeticsin tarjoamaa otsikkotietojen yhteenveto(a) asiakasliittymän Tarkat tiedot -näytössä

source: enhanced_content.pref#SyndeticsTOC# Don't show
ar: عدم إظهار
fi_fi: Älä näytä

source: enhanced_content.pref#SyndeticsTOC# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#SyndeticsTOC# the table of contents of a title from Syndetics on item detail pages on the OPAC.
ar: جدول المحتويات من عنوان من Syndetics على صفحات تفاصيل المادة المتعلقة بواجهة المستفيد OPAC.
fi_fi: Syndeticsin tarjoama(a) nimekkeen sisällysluetteloa asiakasliittymän Tarkat tiedot -näkymässä.

source: enhanced_content.pref#TagsEnabled# Allow
ar: السماح
fi_fi: Salli

source: enhanced_content.pref#TagsEnabled# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: enhanced_content.pref#TagsEnabled# patrons and staff to put tags on items.
ar: المستفيدين والموظفين بوضع وسيمات على المواد.
fi_fi: käyttäjien ja henkilökunnan lisätä omia avainsanoja.

source: enhanced_content.pref#TagsExternalDictionary# Allow tags in the dictionary of the ispell executable
ar: السماح بالوسيمات في قاموس ispell قابل التنفيذ
fi_fi: Hyväksy avainsanat kontrolloidusti sanakirjasta "ispell executable".

source: enhanced_content.pref#TagsExternalDictionary# on the server to be approved without moderation.
ar: الى موافقة على الخادم دون التعديل.
fi_fi: palvelimella hyväksytään ilman ennakkotarkastusta.

source: enhanced_content.pref#TagsInputOnDetail# Allow
ar: السماح
fi_fi: Salli

source: enhanced_content.pref#TagsInputOnDetail# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: enhanced_content.pref#TagsInputOnDetail# patrons to input tags on item detail pages on the OPAC.
ar: للمستفيدين إلى وضع وسيمات في صفحات تفاصيل المادة المتعلقة بواجهة المستفيد(OPAC).
fi_fi: käyttäjien lisätä avainsanoja asiakasliittymän Tarkat tiedot -näkymän kautta.

source: enhanced_content.pref#TagsInputOnList# Allow
ar: السماح
fi_fi: Salli

source: enhanced_content.pref#TagsInputOnList# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: enhanced_content.pref#TagsInputOnList# patrons to input tags on search results on the OPAC.
ar: للمستفيدين إدخال الوسيمات على نتائج البحث على واجهة المستفيد (OPAC).
fi_fi: käyttäjien lisätä avainsanoja asiakasliittymän hakutulosnäytön kautta.

source: enhanced_content.pref#TagsModeration# Don't require
ar: لا تتطلب
fi_fi: Älä hyväksytä

source: enhanced_content.pref#TagsModeration# Require
ar: تتطلب
fi_fi: Hyväksytä

source: enhanced_content.pref#TagsModeration# that tags submitted by patrons be reviewed by a staff member before being shown.
ar: أن يقوم الموظف بمراجعة الوسيمات التي يرسلها المستفيدون قبل عرضها.
fi_fi: käyttäjien lisäämät omat avainsanat kirjaston henkilökunnalla.

source: enhanced_content.pref#TagsShowOnDetail# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#TagsShowOnDetail# tags on item detail pages on the OPAC.
ar: لوسيمات في صفحات تفصيل المادة في واجهة المستفيد ( OPAC.).
fi_fi: avainsanat asiakasliittymän Tarkat tiedot -näkymässä.

source: enhanced_content.pref#TagsShowOnList# Show
ar: إظهار
fi_fi: Näytä

source: enhanced_content.pref#TagsShowOnList# tags on search results on the OPAC.
ar: الوسيمات في نتائج البحث في واجهة المستفيد (OPAC)
fi_fi: avainsanat asiasliittymän Tarkat tiedot -näkymässä.

source: enhanced_content.pref#ThingISBN# Don't use
ar: عدم استخدام
fi_fi: Älä käytä

source: enhanced_content.pref#ThingISBN# Use
ar: استخدام
fi_fi: Käytä

source: enhanced_content.pref#ThingISBN# the ThingISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on). This is separate from Library Thing for Libraries.
ar: خدمة ThingISBN لإظهار طبعات أخرى من عنوان (عندما يكون أي FRBRizeEditions أو OPACFRBRizeEditions غير). هذا منفصل عن Library Thing للمكتبات.
fi_fi: palvelua ThingISBN näyttämään nimekkeen muita painoksia (kun joko FRBRizeEditions tai OPACFRBRizeEditions on käytössä). Tämä on eri kuin Library Thing for Libraries.

source: enhanced_content.pref#XISBN# Don't use
ar: عدم استخدام
fi_fi: Älä käytä

source: enhanced_content.pref#XISBN# Use
ar: استخدام
fi_fi: Käytä

source: enhanced_content.pref#XISBN# the OCLC xISBN service to show other editions of a title (when either FRBRizeEditions or OPACFRBRizeEditions is on).
ar: خدمة OCLC xISBN لعرض الطبعات الأخرى لعنوان(بشرط تفعيل FRBRizeEditionsأو OPACFRBRizeEditions).
fi_fi: palvelua OCLC xISBN näyttämään nimekkeen muita painoksia (kun joko FRBRizeEditions tai OPACFRBRizeEditions on käytössä).

source: enhanced_content.pref#XISBNDailyLimit# Only use the xISBN service
ar: فقط استخدام خدمة xISBN
fi_fi: Käytä vain palvelua xISBM

source: enhanced_content.pref#XISBNDailyLimit# times a day. Unless you are paying for the xISBN service, you should leave this at the default of 999 (as detailed above).
ar: مرات في اليوم. إلا إذا كنت تدفع لخدمة xISBN، يجب ترك هذه في التلقائي من 999 (كما هو مبين أعلاه).
fi_fi: kertaa päivässä. Tämän voi jättää oletusarvoonsa 999, jos palvelua xISBN käytetään veloituksetta.

source: i18n_l10n.pref
ar: اللغات
fi_fi: i18n_l10n

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Monday
ar: اﻹثنين
fi_fi: maanantaita

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Sunday
ar: الأحد
fi_fi: sunnuntaita

source: i18n_l10n.pref#CalendarFirstDayOfWeek# Use
ar: إستخدم
fi_fi: Käytä

source: i18n_l10n.pref#CalendarFirstDayOfWeek# as the first day of week in the calendar.
ar: كما في اليوم الأول من أيام الأسبوع في التقويم.
fi_fi: kalenteriviikon ensimmäisenä päivänä.

source: i18n_l10n.pref#dateformat# Format dates like
ar: تنسيق التواريخ مثل
fi_fi: Ilmoita päivämäärä muodossa

source: i18n_l10n.pref#dateformat# dd/mm/yyyy
ar: اليوم / الشهر / السنة
fi_fi: pp/kk/vvvv

source: i18n_l10n.pref#dateformat# mm/dd/yyyy
ar: الشهر / اليوم / السنة
fi_fi: kk/pp/vvvv

source: i18n_l10n.pref#dateformat# yyyy-mm-dd
ar: yyyy-mm-dd
fi_fi: vvvv-kk-pp

source: i18n_l10n.pref#language# Enable the following languages on the staff interface:
ar: تمكين اللغات التالية على واجهة الموظفين:
fi_fi: Virkailijaliittymässä tarjottavat kielivalinnat:

source: i18n_l10n.pref#opaclanguages# Enable the following languages on the OPAC:
ar: تمكين اللغات التالية على واجهة المستفيد OPAC :
fi_fi: Asiakasliittymässä tarjottavat kielivalinnat:

source: i18n_l10n.pref#opaclanguagesdisplay# Allow
ar: السماح
fi_fi: Salli

source: i18n_l10n.pref#opaclanguagesdisplay# Don't allow
ar: لا تسمح
fi_fi: Älä salli

source: i18n_l10n.pref#opaclanguagesdisplay# patrons to change the language they see on the OPAC.
ar: للمستفيدين بتغيير لغة العرض في واجهة المستفيد (OPAC).
fi_fi: käyttäjän vaihtaa kielivalintaa asiakasliittymässä.

source: local_use.pref
ar: الاستخدام المحلي
fi_fi: Paikalliskäyttö

source: logs.pref
ar: الدخول
fi_fi: Lokitiedostot

source: logs.pref#AuthoritiesLog# Don't log
ar: عدم التسجيل
fi_fi: Älä kokoa lokitiedostoa

source: logs.pref#AuthoritiesLog# Log
ar: تسجيل
fi_fi: Kokoa lokitiedostoa

source: logs.pref#AuthoritiesLog# changes to authority records.
ar: التغييرات في تسجيلات الاستناد.
fi_fi: muutoksista auktoriteettitietueisiin.

source: logs.pref#BorrowersLog# Don't log
ar: عدم التسجيل
fi_fi: Älä kokoa lokitiedostoa

source: logs.pref#BorrowersLog# Log
ar: تسجيل
fi_fi: Kokoa lokitiedostoa

source: logs.pref#BorrowersLog# changes to patron records.
ar: التغييرات على تسجيلات المستفيد
fi_fi: muutoksista asiakastietoihin.

source: logs.pref#CataloguingLog# Don't log
ar: عدم تسجيل
fi_fi: Älä ylläpidä lokitiedostoa

source: logs.pref#CataloguingLog# Log
ar: تسجيل
fi_fi: Ylläpidä lokitiedostoa

source: logs.pref#CataloguingLog# any changes to bibliographic or item records. Since this occurs whenever a book is checked in or out as well, it is not advisable to turn this on.
ar: أي تغييرات في التسجيلة البيبلوجرافية أو تسجيلات المواد. بما أن ذلك يحدث حين رد كتاب أو إعارته كذلك, فلا ينصح بتفعيل هذا التفضيل.
fi_fi: muutoksista bibliografisiin tai nidetietueisiin. Muutoksia tietueisiin tehdään aina kun nide lainataan tai palautetaan, joten tuotantokäytössä tätä valintaa ei kannata pitää päällä.

source: logs.pref#FinesLog# Don't log
ar: عدم تسجيل
fi_fi: Älä ylläpidä lokitiedostoa

source: logs.pref#FinesLog# Log
ar: تسجيل
fi_fi: Ylläpidä lokitiedostoa

source: logs.pref#IssueLog# Don't log
ar: عدم تسجيل
fi_fi: Älä ylläpidä lokitiedostoa

source: logs.pref#IssueLog# Log
ar: تسجيل
fi_fi: Ylläpidä lokitiedostoa

source: logs.pref#IssueLog# when items are checked out.
ar: عندما تكون المواد معارة.
fi_fi: lainatuista niteistä.

source: logs.pref#LetterLog# Don't log
ar: عدم تسجيل
fi_fi: Älä ylläpidä lokitiedostoa

source: logs.pref#LetterLog# Log
ar: تسجيل
fi_fi: Ylläpidä lokitiedostoa

source: logs.pref#LetterLog# when an automatic claim notice is sent.
ar: عند إرسال إخطار مطالبة تلقائي.
fi_fi: automaattisten palautuspyyntöjen lähettämisestä.

source: logs.pref#ReturnLog# Don't log
ar: عدم تسجيل
fi_fi: Älä ylläpidä lokitiedostoa
