Repository: KohaSuomi/Koha-3.x
Catalog: misc/translator/po/*-pref.po
Languages: ar, fi_fi

source: staff_client.pref#IntranetmainUserblock# Show the following HTML in its own column on the main page of the staff client:
ar: عرض ال HTML التالي في العمود الخاص به في الصفحة الرئيسية في برنامج العميل:
fi_fi: Virkailijakäyttöliittymän etusivun alapalkin HTML-koodi:

source: staff_client.pref#SlipCSS# Include the stylesheet at
ar: تضمين ملفات الاستايل في
fi_fi: Käytä huomautus- ja varausliuskojen muotoilussa tyylitiedostoa osoitteesta

source: staff_client.pref#SlipCSS# on Issue and Reserve Slips. (This should be a complete URL, starting with <code>http://</code>.)
ar: على تذاكر الإعارة والحجز (ينبغي أن يكون رابط (URL) كامل يبتدئ بـِ <code>http://</code>.)
fi_fi: (Anna täydellinen URL-osoite, joka alkaa merkeillä <code>http://</code>.)

source: staff_client.pref#StaffAuthorisedValueImages# Don't show
ar: لا تعرض
fi_fi: Älä näytä

source: staff_client.pref#StaffAuthorisedValueImages# Show
ar: اعرض
fi_fi: Näytä

source: staff_client.pref#StaffAuthorisedValueImages# images for <a href="/cgi-bin/koha/admin/authorised_values.pl">authorized values</a> (such as lost statuses and locations) in search results.
ar: صور ل <a href="/cgi-bin/koha/admin/authorised_values.pl">قيم مسموح بها</a> (مثل حالات فقدان والأماكن) iفي نتائج البحث.
fi_fi: Kuvia <a href="/cgi-bin/koha/admin/authorised_values.pl">vakioiduille arvoille</a> (kuten "kadonnut" tai "sijainnit") hakutulosnäytössä.

source: staff_client.pref#XSLTDetailsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="default">default</a>" for the default one</li><li>put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
ar: <br />الخيارات:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="">اتركه فارغاً</a>لعدم تحديد أي xslt </li><li> ضع القيمة <a href="#" class="set_syspref" data-syspref="XSLTDetailsDisplay" data-value="default">default</a>للقيمة الإفتراضية</li><li> ضع مساراً محلياً لتحدد ملف xslt </li><li> ضع مسار URL لنمط مخصص خارجي.</li></ul> {langcode} سيستبدل هذا التعبير بلغة الواجهة الحالية

source: staff_client.pref#XSLTDetailsDisplay# Display details in the staff client using XSLT stylesheet at:
ar: عرض التفاصيل في عميل الموظفين باستخدام ملف استايل XSLT في:
fi_fi: Muotoile virkailijakäyttöliittymän Tarkat tiedot -näkymä XSLT-tyylitiedostolla osoitteesta:

source: staff_client.pref#XSLTResultsDisplay# <br />Options:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="">Leave empty</a> for "no xslt"</li><li>enter "<a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="default">default</a>" for the default one</li><li> put a path to define a xslt file</li><li>put an URL for an external specific stylesheet.</li></ul>{langcode} will be replaced with current interface language
ar: <br />الخيارات:<ul><li><a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value=""> إتركه فارغاً </a>لعدم تحديد أي xslt </li><li> ضع <a href="#" class="set_syspref" data-syspref="XSLTResultsDisplay" data-value="default">default</a>" للقيمة الإفتراضية</li><li> ضع مساراً محلياً لتحدد ملف xslt </li><li> ضع مسار URL لنمط مخصص خارجي.</li></ul> {langcode} سيستبدل هذا التعبير بلغة الواجهة الحالية

source: staff_client.pref#XSLTResultsDisplay# Display results in the staff client using XSLT stylesheet at:
ar: عرض النتائج في عميل الموظفين باستخدام أنماط XSLT في:
fi_fi: Muotoile virkailijakäyttöliittymän hakutuloslistaus XSLT-tyylitiedostolla osoitteesta:

source: staff_client.pref#intranet_includes# Use include files from the
ar: استخدم إدراج ملفات من الـ
fi_fi: Käytä liitettäviä lisätiedostoja hakemistosta

source: staff_client.pref#intranet_includes# directory in the template directory, instead of <code>includes/</code>. (Leave blank to disable)
ar: المسار في مسار القالب, بدلا من<code>includes/</code>. (اتركه خاليا للإيقاف)
fi_fi: mallipohjahakemistossa (template). Muuten ne noudetaan oletusarvoisesti hakemistosta <code>includes/</code>. (jätä tyhjäksi, jos ei käytössä)

source: staff_client.pref#intranetbookbag# Don't show
ar: عدم عرض
fi_fi: Älä näytä

source: staff_client.pref#intranetbookbag# Show
ar: عرض
fi_fi: Näytä

source: staff_client.pref#intranetbookbag# the cart option in the staff client.
ar: خيار السلة في برنامج العميل.
fi_fi: koritoiminto(a) virkailijakäyttöliittymässä.

source: staff_client.pref#intranetuserjs# Include the following JavaScript on all pages in the staff client:
ar: تضمين جافا سكريبت التالية على كل الصفحات في عميل الموظفين:
fi_fi: Lisää virkailijakäyttöliittymän kaikille sivuille seuraava JavaScript-koodi:

source: staff_client.pref#staffClientBaseURL# The staff client is located at http://
ar: يقع برنامج العميل في http://
fi_fi: Virkailijakäyttöliittymäasennuksen URL-osoite on http://

source: staff_client.pref#template# Use the
ar: قم باستخدام الـ
fi_fi: Käytä

source: staff_client.pref#template# theme on the staff interface.
ar: موضوع واجهة العميل.
fi_fi: teemamuotoilua virkailijakäyttöliittymässä.

source: staff_client.pref#viewISBD# Allow
ar: السماح
fi_fi: Anna

source: staff_client.pref#viewISBD# Don't allow
ar: عدم السماح
fi_fi: Älä anna

source: staff_client.pref#viewISBD# staff to view records in ISBD form on the staff client.
ar: للموظفين بعرض التسجيلات في ISBD في برنامج العميل.
fi_fi: henkilökunnan katsoa tietueita ISBD-korttimuodossa virkailijakäyttöliittymässä.

source: staff_client.pref#viewLabeledMARC# Allow
ar: السماح
fi_fi: Anna

source: staff_client.pref#viewLabeledMARC# Don't allow
ar: عدم السماح
fi_fi: Älä anna

source: staff_client.pref#viewLabeledMARC# staff to view records in labeled MARC form on the staff client.
ar: للموظفين بعرض التسجيلات في تخطيط مارك من برنامج العميل.
fi_fi: henkilökunnan katsoa tietueita rivinumeroidussa MARC-muodossa virkailijakäyttöliittymässä.

source: staff_client.pref#viewMARC# Allow
ar: السماح
fi_fi: Anna

source: staff_client.pref#viewMARC# Don't allow
ar: عدم السماح
fi_fi: Älä anna

source: staff_client.pref#viewMARC# staff to view records in plain MARC form on the staff client.
ar: للموظفين بعرض التسجيلات بشكل مارك بسيط في برنامج العميل.
fi_fi: henkilökunnan katsoa tietueita rivinumeroidussa puhtaassa MARC-formaatissa virkailijakäyttöliittymässä.

source: staff_client.pref#yuipath# Use the Yahoo UI libraries
ar: قم باستخدام مكتبات Yahoo UI
fi_fi: Käytä Yahoo UI kirjastoja

source: staff_client.pref#yuipath# from Yahoo's own servers (less demand on your servers).
ar: من خوادم ياهو (طلب أقل على خادمك).
fi_fi: Yahoon omilta palvelimilta (kuormittaa vähemmän omaa palvelinta).

source: staff_client.pref#yuipath# included with Koha (faster, will work if internet goes down).
ar: مدرجة مع كوها (اسرع، سوف تعمل إذا أبطأ الانترنت).
fi_fi: liitettyinä Koha-tietokantaan (toimii nopeammin, myös Yahoo-yhteyden ollessa alhaalla).

source: web_services.pref
ar: خدمات الويب
fi_fi: Verkkopalvelut

source: web_services.pref ILS-DI
ar: ILS-DI
fi_fi: ILS-DI

source: web_services.pref OAI-PMH
ar: OAI-PMH
fi_fi: OAI-PMH

source: web_services.pref Reporting
ar: التقرير

source: web_services.pref#ILS-DI# Disable
ar: إيقاف
fi_fi: Poista käytöstä

source: web_services.pref#ILS-DI# Enable
ar: تفعيل
fi_fi: Ota käyttöön

source: web_services.pref#ILS-DI# ILS-DI services for OPAC users
ar: خدمات ILS-DI لمستخدمي الأوباك
fi_fi: asiakaskäyttöliittymän ILS-DI-palvelut

source: web_services.pref#OAI-PMH# <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> server.
ar: <a href="http://www.openarchives.org/pmh/">OAI-PMH</a> server.
fi_fi: <a href="http://www.openarchives.org/pmh/">OAI-PMH</a>-palvelimelta.

source: web_services.pref#OAI-PMH# Disable
ar: إيقاف
fi_fi: Poista käytöstä

source: web_services.pref#OAI-PMH# Enable
ar: تمكين
fi_fi: Ota käyttöön

source: web_services.pref#OAI-PMH# Koha's
ar: الخاص بكوها
fi_fi: Koha-tietokannan

source: web_services.pref#OAI-PMH:AutoUpdateSets# Disable
ar: تعطيل
fi_fi: Poista käytöstä

source: web_services.pref#OAI-PMH:AutoUpdateSets# Enable
ar: تمكين
fi_fi: Ota käyttöön

source: web_services.pref#OAI-PMH:AutoUpdateSets# automatic update of OAI-PMH sets when a bibliographic record is created or updated
ar: التحديث التلقائي من OAI-PMH يحدد متى يتم إنشاء التسجيلات الببليوغرافية أو تحديثها
fi_fi: automatic update of OAI-PMH:n automaattiset päivitykset bibliografisia tietueita luotaessa tai muokattaessa

source: web_services.pref#OAI-PMH:MaxCount# Only return
ar: عودة فقط
fi_fi: Palauta korkeintaan

source: web_services.pref#OAI-PMH:MaxCount# records at a time in response to a ListRecords or ListIdentifiers query.
ar: تسجيلات في وقت واحد ردا على قائمة الوثائق أو قائمة المعرفات
fi_fi: tietuetta kerrallaan ListRecords- tai ListIdentifiers-kyselyihin.

source: web_services.pref#OAI-PMH:archiveID# Identify records at this site with the prefix
ar: تعريف التسجيلات في هذا الموقع بواسطة البادئة
fi_fi: Lisää tämän tietokannan tietueiden eteen tunniste

source: web_services.pref#SvcMaxReportRows# Only return
ar: الإعادة فقط

source: web_services.pref#SvcMaxReportRows# rows of a report requested via the reports web service.
ar: صفوف التقارير قد طلبت عبر خدمة تقارير ويب.

source: cataloguing.pref#AcquisitionDetails# Display
fi_fi: Näytä

source: cataloguing.pref#AcquisitionDetails# Don't display
fi_fi: Älä näytä

source: cataloguing.pref#AcquisitionDetails# acquisition details on the biblio detail page.
fi_fi: niteen selkätarrantulostuspainikkeita Tarkat tiedot -näytöllä.

source: circulation.pref#ManInvInNoissuesCharge# MANUAL_INV charges when summing up charges for noissuescharge.
fi_fi: MANUAL_INV -maksut kun lasketaan noissuescharge -maksuja yhteen.

source: circulation.pref#RefundLostItemFeeOnReturn# Don't refund
fi_fi: Älä palauta

source: circulation.pref#RefundLostItemFeeOnReturn# Refund
fi_fi: Palauta

source: circulation.pref#RefundLostItemFeeOnReturn# lost item fees charged to a borrower when the lost item is returned.
fi_fi: kadonneesta aineistosta maksettu summa lainaajalle, kun kadonnut aineisto palautetaan.

source: circulation.pref#RenewalSendNotice# Don't send
fi_fi: Älä lähetä

source: circulation.pref#RenewalSendNotice# Send
fi_fi: Lähetä

source: circulation.pref#RenewalSendNotice# a renewal notice according to patron checkout alert preferences.
fi_fi: uusintailmoitus asiakkaan lainatessa, jos asiakkaan asetuksissa on määritelty hänen haluavan siitä ilmoitus.

source: circulation.pref#RentalsInNoissuesCharge# Don't include
fi_fi: Älä sisällytä""

source: circulation.pref#RentalsInNoissuesCharge# Include
fi_fi: Sisällytä

source: circulation.pref#RentalsInNoissuesCharge# rental charges when summing up charges for noissuescharge.
fi_fi: lainausmaksut kun lasketaan noissuescharge -maksuja yhteen.

source: circulation.pref#SCOUserCSS# Include the following CSS on all pages in the web-based self checkout:
fi_fi: Käytä seuraavia CSS-tyylejä kaikilla sivuilla itsepalvelulainauksessa:

source: circulation.pref#SCOUserJS# Include the following JavaScript on all pages in the web-based self checkout:
fi_fi: Käytä seuraavia JavaScript-komentoja kaikilla sivuilla itsepalvelulainauksessa:

source: circulation.pref#maxoutstanding# [% local_currency %] in fines.
fi_fi: [% local_currency %].

source: i18n_l10n.pref#TimeFormat# 12 hour format ( e.g. "02:18 PM" )
fi_fi: 12 tunnin muodossa (esim. "02:18 PM")

source: i18n_l10n.pref#TimeFormat# 24 hour format ( e.g. "14:18" )
fi_fi: 24 tunnin muodossa (esim. "14:18")

source: i18n_l10n.pref#TimeFormat# Format times in
fi_fi: Näytä kellonaika

source: i18n_l10n.pref#alphabet# Use the alphabet
fi_fi: Käytä aakkosia

source: i18n_l10n.pref#alphabet# for lists of browsable letters. This should be a space separated list of uppercase letters.
fi_fi: selauslinkkeinä. Tässä pitäisi olla aakkosten isot kirjaimet välilyönneillä erotettuina.
